[
  {
    "nasa_id": "iss022e066963",
    "description": "ISS022-E-066963 (17 Feb. 2010) --- This image is among the first taken through a first of its kind ?bay window? on the International Space Station, the seven-windowed Cupola. The image shows the coast of Algeria featuring (in the Cupola?s round window) an area between the cities of Dellys and Algiers. The image was recorded with a digital still camera using a 28mm lens setting. The Cupola, which a week and half ago was brought up to the orbital outpost by the STS-130 crew on the space shuttle Endeavour, will house controls for the station robotics and will be a location where crew members can operate the robotic arms and monitor other exterior activities.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e066963/iss022e066963~orig.jpg"
  },
  {
    "nasa_id": "iss045e105414",
    "description": "A United States flag floats in front of Window 7 in the Cupola module. Image was released by astronaut on social media.",
    "image_url": "https://images-assets.nasa.gov/image/iss045e105414/iss045e105414~orig.jpg"
  },
  {
    "nasa_id": "iss038e002284",
    "description": "Overall view of the Cupola Module.  Photo was taken during Expedition 38.  Image was released by astronaut on Twitter.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e002284/iss038e002284~orig.jpg"
  },
  {
    "nasa_id": "iss039e005387",
    "description": "Earth observation taken through Cupola windows by the Expedition 39 crew. Portions of the ISS are in view. Image was released by astronaut on Twitter.",
    "image_url": "https://images-assets.nasa.gov/image/iss039e005387/iss039e005387~orig.jpg"
  },
  {
    "nasa_id": "iss028e016246",
    "description": "ISS028-E-016246 (12 July 2011) --- This is a high angle view showing the Cupola, backdropped against a solar array panel, on the International Space Station.  In some of the images in this series, faces of several of the Atlantis STS-135 and Expedition 28 crew members can be seen in the Cupola's windows.",
    "image_url": "https://images-assets.nasa.gov/image/iss028e016246/iss028e016246~orig.jpg"
  },
  {
    "nasa_id": "iss028e016231",
    "description": "ISS028-E-016231 (12 July 2011) --- This July 12 view shows the Cupola, backdropped against the darkness of space and some parts of solar array panels, on the International Space Station. In some of the images in this series, faces of several of the Atlantis STS-135 and Expedition 28 crew members can be seen in the Cupola's windows.",
    "image_url": "https://images-assets.nasa.gov/image/iss028e016231/iss028e016231~orig.jpg"
  },
  {
    "nasa_id": "iss028e016227",
    "description": "ISS028-E-016227 (12 July 2011) --- This is a high angle view showing the Cupola, backdropped against the darkness of space and Earth's horizon, and some components of the International Space Station.  In some of the images in this series, faces of several of the Atlantis STS-135 and Expedition 28 crew members can be seen in the Cupola's windows.",
    "image_url": "https://images-assets.nasa.gov/image/iss028e016227/iss028e016227~orig.jpg"
  },
  {
    "nasa_id": "iss038e040615",
    "description": "ISS038-E-040615 (2 Feb. 2014) --- A close-up view of the Cupola is featured in this image photographed by an Expedition 38 crew member on the International Space Station.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e040615/iss038e040615~orig.jpg"
  },
  {
    "nasa_id": "s130e009694",
    "description": "S130-E-009694 (17 Feb. 2010) --- This image is among the initial series taken through a first of its kind “bay window” on the International Space Station, the seven-windowed Cupola. The image shows small clouds over a light blue background. The image was recorded with a digital still camera using a 19mm lens setting. The Cupola, which a week and half ago was brought up to the orbital outpost by the STS-130 crew on the space shuttle Endeavour, will house controls for the station robotics and will be a location where crew members can operate the robotic arms and monitor other exterior activities.",
    "image_url": "https://images-assets.nasa.gov/image/s130e009694/s130e009694~orig.jpg"
  },
  {
    "nasa_id": "iss022e066972",
    "description": "ISS022-E-066972 (17 Feb. 2010) --- This image is the first taken through a first of its kind “bay window” on the International Space Station, the seven-windowed Cupola. The image shows the Sahara Desert spread out through the array of windows. The Cupola will house controls for the station robotics and will be a location where crew members can operate the robotic arms and monitor other exterior activities. The location of the image is in Sudan near Al Fashir. Center of the round window is looking at 14.68 degrees north latitude and 26.74 east longitude, recorded with a 12-24mm zoom lens.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e066972/iss022e066972~orig.jpg"
  },
  {
    "nasa_id": "iss060e047724",
    "description": "iss060e047724 -- Expedition 60 crewmembers take turns capturing images of rapidly intensifying Hurricane Dorian from the cupola inside the International Space Station on Aug. 30 as it churned over the Atlantic Ocean.",
    "image_url": "https://images-assets.nasa.gov/image/iss060e047724/iss060e047724~orig.jpg"
  },
  {
    "nasa_id": "iss026e005313",
    "description": "ISS026-E-005313 (26 Nov. 2010) --- A fish-eye lens attached to an electronic still camera was used to capture this image of NASA astronaut Scott Kelly, Expedition 26 commander, in the Cupola of the International Space Station.",
    "image_url": "https://images-assets.nasa.gov/image/iss026e005313/iss026e005313~orig.jpg"
  },
  {
    "nasa_id": "iss023e039983",
    "description": "ISS023-E-039983 (8 May 2010) --- A fish-eye lens attached to an electronic still camera was used by an Expedition 23 crew member to capture this image of the robotic workstation in the Cupola of the International Space Station.",
    "image_url": "https://images-assets.nasa.gov/image/iss023e039983/iss023e039983~orig.jpg"
  },
  {
    "nasa_id": "iss026e020937",
    "description": "ISS026-E-020937 (27 Jan. 2011) --- An Expedition 26 crew member used a fish-eye lens attached to an electronic still camera to capture this image of the Cupola of the International Space Station.",
    "image_url": "https://images-assets.nasa.gov/image/iss026e020937/iss026e020937~orig.jpg"
  },
  {
    "nasa_id": "iss029e043374",
    "description": "ISS029-E-043374 (19 Nov. 2011) --- A blue and white part of Earth, as seen through the windows in the Cupola, is featured in this image photographed by an Expedition 29 crew member on the International Space Station.",
    "image_url": "https://images-assets.nasa.gov/image/iss029e043374/iss029e043374~orig.jpg"
  },
  {
    "nasa_id": "iss042e033478",
    "description": "ISS042E033478 (12/09/2014) --- ESA (European Space Agency) astronaut Samantha Cristoforetti took this aurora borealis earth observation image from the cupola window of the International Space Station. She is a flight engineer of Expedition 42.",
    "image_url": "https://images-assets.nasa.gov/image/iss042e033478/iss042e033478~orig.jpg"
  },
  {
    "nasa_id": "iss039e017154",
    "description": "Exterior view of the Cupola Module with Expedition 39 commander and Japan Aerospace Exploration agency (JAXA) astronaut Koichi Wakata inside, looking out through one of the windows. This image was released by Wakata on Twitter.",
    "image_url": "https://images-assets.nasa.gov/image/iss039e017154/iss039e017154~orig.jpg"
  },
  {
    "nasa_id": "iss022e080014",
    "description": "ISS022-E-080014 (3 March 2010) --- A blue and white part of Earth and its horizon, as seen through the windows in the Cupola, are featured in this image photographed by an Expedition 22 crew member on the International Space Station.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e080014/iss022e080014~orig.jpg"
  },
  {
    "nasa_id": "iss038e015270",
    "description": "ISS038-E-015270 (12 Dec. 2013) --- The Canadarm2 is featured in this image photographed by an Expedition 38 crew member from a window in the Cupola of the International Space Station. A blue and white part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e015270/iss038e015270~orig.jpg"
  },
  {
    "nasa_id": "iss035e013954",
    "description": "Survey view of portions of the Cupola Module, Tranquility Node 3, and Pressurized Mating Adapter 3 (PMA-3). Image was taken through a window in the Russian segment of the ISS during Expedition 35.",
    "image_url": "https://images-assets.nasa.gov/image/iss035e013954/iss035e013954~orig.jpg"
  },
  {
    "nasa_id": "iss026e020960",
    "description": "ISS026-E-020960 (27 Jan. 2011) --- An Expedition 26 crew member used a fish-eye lens attached to an electronic still camera to capture this image of the Cupola of the International Space Station.",
    "image_url": "https://images-assets.nasa.gov/image/iss026e020960/iss026e020960~orig.jpg"
  },
  {
    "nasa_id": "s130e010329",
    "description": "S130-E-010329 (18 Feb. 2010) --- Tranquility node?s Cupola of the International Space Station is featured in this image photographed by an STS-130 crew member while space shuttle Endeavour remains docked with the station.",
    "image_url": "https://images-assets.nasa.gov/image/s130e010329/s130e010329~orig.jpg"
  },
  {
    "nasa_id": "iss022e066919",
    "description": "ISS022-E-066919 (17 Feb. 2010) --- The International Space Station’s Tranquility node and its Cupola are featured in this image photographed by a spacewalker during the mission’s (STS-130) third and final session of extravehicular activity (EVA).",
    "image_url": "https://images-assets.nasa.gov/image/iss022e066919/iss022e066919~orig.jpg"
  },
  {
    "nasa_id": "iss058e007453",
    "description": "iss058e007453 (1/29/2019) --- A camera assembly containing two cameras similar to that used by the Orion Optical Navigation System is shown in the cupola onboard the International Space Station (ISS). The Optical Navigation (Optical Nav) investigation is a technology demonstration used to validate the backup navigation system for the Orion Multi-Purpose Crew Vehicle. Images of the Moon and adjacent star fields are being collected by these two cameras from the ISS cupola. The images are then analyzed on the ground using the same algorithms that will fly onboard Orion to determine vehicle position. These derived position measurements will be compared to the known position of the ISS at the moment each photo was taken. This will help validate the optical navigation performance using ISS as the test vehicle.",
    "image_url": "https://images-assets.nasa.gov/image/iss058e007453/iss058e007453~orig.jpg"
  },
  {
    "nasa_id": "iss036e029203",
    "description": "ISS036-E-029203 (5 Aug. 2013) --- The International Space Station?s Cupola robotics workstation is featured in this image photographed by an Expedition 36 crew member during onboard training activity as they prepare for the grapple and berthing of the Japanese \"Kounotori\" H2 Transfer Vehicle-4 (HTV-4) set for August 9. A station solar array and Earth?s horizon are visible through Cupola?s windows.",
    "image_url": "https://images-assets.nasa.gov/image/iss036e029203/iss036e029203~orig.jpg"
  },
  {
    "nasa_id": "iss036e029210",
    "description": "ISS036-E-029210 (5 Aug. 2013) --- The International Space Station?s Cupola robotics workstation is featured in this image photographed by an Expedition 36 crew member during onboard training activity as they prepare for the grapple and berthing of the Japanese \"Kounotori\" H2 Transfer Vehicle-4 (HTV-4) set for August 9. A station solar array and Earth?s horizon are visible through Cupola?s windows.",
    "image_url": "https://images-assets.nasa.gov/image/iss036e029210/iss036e029210~orig.jpg"
  },
  {
    "nasa_id": "iss042e237302",
    "description": "ISS042E237302 (02/09/2015) ---  Aboard the International Space Station on Feb. 9, 2015 NASA astronaut Terry Virts while viewing through the Cupola window captured this image of the African continent. Virts tweeted the photo to his many fans with the comment:  \"Sun glint on one of a thousand rivers in the heart of #Africa, this one in #Angola\" .",
    "image_url": "https://images-assets.nasa.gov/image/iss042e237302/iss042e237302~orig.jpg"
  },
  {
    "nasa_id": "iss043e198683",
    "description": "ISS043E198683 (05/16/2015) --- NASA astronaut Scott Kelly on the International Space Station took this Earth observation photo in the stations cupola that provides a 360 degree view. He tweeted this image with the comment: \"The view out my window. #CapeTown #SouthAfrica. #YearInSpace\".",
    "image_url": "https://images-assets.nasa.gov/image/iss043e198683/iss043e198683~orig.jpg"
  },
  {
    "nasa_id": "iss039e017152",
    "description": "ISS039-E-017152 (27 April 2014) --- Expedition 39 Commander Koichi Wakata of the Japan Aerospace Exploration Agency (JAXA) peers out of one of the windows of the Cupola on the Earth-orbiting International Space Station.  A crewmate inside Pirs docking module recorded the image.",
    "image_url": "https://images-assets.nasa.gov/image/iss039e017152/iss039e017152~orig.jpg"
  },
  {
    "nasa_id": "s134e008502",
    "description": "S134-E-008502 (23 May 2011) --- A portion of the docked space shuttle Endeavour is featured in this image photographed by an STS-134 crew member from a Cupola window of the International Space Station. Earth’s horizon and the blackness of space provide the backdrop for the scene. Photo credit: NASA",
    "image_url": "https://images-assets.nasa.gov/image/s134e008502/s134e008502~orig.jpg"
  },
  {
    "nasa_id": "iss040e006193",
    "description": "ISS040-E-006193 (1 June 2014) --- Backdropped by a blue and white part of Earth and the blackness of space, solar array wings are featured in this image photographed by an Expedition 40 crew member from a window in the Cupola of the International Space Station.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e006193/iss040e006193~orig.jpg"
  },
  {
    "nasa_id": "iss040e068619",
    "description": "ISS040-E-068619 (16 July 2014) --- European Space Agency astronaut Alexander Gerst, Expedition 40 flight engineer, waves from a window in the Cupola of the International Space Station in this nighttime image. The station?s Canadarm2 is visible at right. Earth?s horizon and a starry sky provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e068619/iss040e068619~orig.jpg"
  },
  {
    "nasa_id": "iss039e017171",
    "description": "ISS039-E-017171 (27 April 2014) --- Expedition 39 Commander Koichi Wakata of the Japan Aerospace Exploration Agency (JAXA) peers out of one of the windows of the Cupola on the Earth-orbiting International Space Station.  A crewmate inside Pirs docking module recorded the image.",
    "image_url": "https://images-assets.nasa.gov/image/iss039e017171/iss039e017171~orig.jpg"
  },
  {
    "nasa_id": "iss040e123163",
    "description": "ISS040-E-123163 (2 Sept. 2014) --- Various solar array panels, the Rassvet Mini-Research Module 1 (MRM1) (right) and the Tranquility node with the Cupola (center) are featured in this image photographed by an Expedition 40 crew member aboard the International Space Station. Earth’s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e123163/iss040e123163~orig.jpg"
  },
  {
    "nasa_id": "iss040e006510",
    "description": "ISS040-E-006510 (1 June 2014) --- Backdropped by the thin line of Earth's atmosphere and the blackness of space, the Japanese Kibo complex of the International Space Station and station solar array wings are featured in this image photographed by an Expedition 40 crew member from a window in the station’s Cupola.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e006510/iss040e006510~orig.jpg"
  },
  {
    "nasa_id": "iss022e068274",
    "description": "ISS022-E-068274 (18 Feb. 2010) --- An orbital sunrise is featured in this image photographed by Japan Aerospace Exploration Agency (JAXA) astronaut Soichi Noguchi, Expedition 22 flight engineer, from a window in the newly-installed Cupola of the International Space Station while space shuttle Endeavour remains docked with the station.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e068274/iss022e068274~orig.jpg"
  },
  {
    "nasa_id": "iss040e123166",
    "description": "ISS040-E-123166 (2 Sept. 2014) --- Various solar array panels, the Rassvet Mini-Research Module 1 (MRM1) (right) and the Tranquility node with the Cupola (center) are featured in this image photographed by an Expedition 40 crew member aboard the International Space Station. Earth’s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e123166/iss040e123166~orig.jpg"
  },
  {
    "nasa_id": "iss031e028009",
    "description": "ISS031-E-028009 (6 May 2012) --- The International Space Station's Cupola was photographed in a position that Earth-dwellers refer to as \"upside down\" in this image photographed by one of the Expedition 31 crew members. The moon is partially obscured by the Japanese Experiment Module's exposed facility  in upper left.",
    "image_url": "https://images-assets.nasa.gov/image/iss031e028009/iss031e028009~orig.jpg"
  },
  {
    "nasa_id": "iss043e021247",
    "description": "iss043e021247 (03/17/2015) --- NASA astronaut Terry Virts, Commander of Expedition 43 on the International Space Station sees a double image of himself staring back in the stations Cupola window during Earth sunrise on Mar. 17, 2015.",
    "image_url": "https://images-assets.nasa.gov/image/iss043e021247/iss043e021247~orig.jpg"
  },
  {
    "nasa_id": "iss038e015406",
    "description": "ISS038-E-015406 (12 Dec. 2013) --- The Canadarm2 and its end effector are featured in this image photographed by an Expedition 38 crew member from a window in the Cupola of the International Space Station. A blue and white part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e015406/iss038e015406~orig.jpg"
  },
  {
    "nasa_id": "iss038e000257",
    "description": "ISS038-E-000257 (12 Nov. 2013) --- Backdropped by the darkness of space and a white and blue Earth, the Kibo laboratory of the Japan Aerospace Exploration Agency is featured in this image photographed from inside the Cupola by one of the Expedition 38 crew members aboard the International Space Station.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e000257/iss038e000257~orig.jpg"
  },
  {
    "nasa_id": "iss022e068276",
    "description": "ISS022-E-068276 (18 Feb. 2010) --- An orbital sunrise is featured in this image photographed by Japan Aerospace Exploration Agency (JAXA) astronaut Soichi Noguchi, Expedition 22 flight engineer, from a window in the newly-installed Cupola of the International Space Station while space shuttle Endeavour remains docked with the station.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e068276/iss022e068276~orig.jpg"
  },
  {
    "nasa_id": "iss038e042112",
    "description": "ISS038-E-042112 (6 Feb. 2014) --- A fresh apple floating freely near a window in the Cupola of the International Space Station is featured in this image photographed by an Expedition 38 crew member. Currently docked to the station, a Russian Progress resupply vehicle (left) and a Soyuz spacecraft along with Earth's horizon are visible in the background.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e042112/iss038e042112~orig.jpg"
  },
  {
    "nasa_id": "iss031e062066",
    "description": "ISS031-E-062066 (6 May 2012) --- The International Space Station was over the  central South Pacific about 240 miles northeast of the Marshall Islands when one of the Expedition 31 crew members positioned on the station's Cupola captured this image of the sun coming up.",
    "image_url": "https://images-assets.nasa.gov/image/iss031e062066/iss031e062066~orig.jpg"
  },
  {
    "nasa_id": "iss026e031247",
    "description": "ISS026-E-031247 (2 March 2011) --- Backdropped by Earth?s horizon and the blackness of space, the Cupola of the International Space Station and a docked Russian Progress spacecraft are featured in this image photographed by an Expedition 26 crew member while space shuttle Discovery (STS-133) remains docked with the station.",
    "image_url": "https://images-assets.nasa.gov/image/iss026e031247/iss026e031247~orig.jpg"
  },
  {
    "nasa_id": "iss043e193556",
    "description": "ISS043E193556 (05/14/2015) --- The Earth view from the cupola onboard the International Space Station. NASA astronaut Scott Kelly tweeted this image with a comment on May 14, 2015: \"My first look out the window today. #YearInSpace\".",
    "image_url": "https://images-assets.nasa.gov/image/iss043e193556/iss043e193556~orig.jpg"
  },
  {
    "nasa_id": "iss038e029073",
    "description": "ISS038-E-029073 (12 Jan. 2014) --- A fresh apple floating freely near a window in the Cupola of the International Space Station is featured in this image photographed by an Expedition 38 crew member. Attached to the Harmony node, the Orbital Sciences Corp. Cygnus commercial cargo craft, which brought the fresh fruit, is visible at center.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e029073/iss038e029073~orig.jpg"
  },
  {
    "nasa_id": "iss038e042125",
    "description": "ISS038-E-042125 (6 Feb. 2014) --- A fresh apple floating freely near a window in the Cupola of the International Space Station is featured in this image photographed by an Expedition 38 crew member. The bright sun and the thin line of Earth's atmosphere provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e042125/iss038e042125~orig.jpg"
  },
  {
    "nasa_id": "iss060e047699",
    "description": "iss060e047699 -- Expedition 60 European Space Agency astronaut Luca Parmitano and NASA astronauts Christina Koch, Andrew Morgan and Nick Hague, take turns capturing images of rapidly intensifying Hurricane Dorian from the cupola inside the International Space Station on Aug. 30 as it churned over the Atlantic Ocean.",
    "image_url": "https://images-assets.nasa.gov/image/iss060e047699/iss060e047699~orig.jpg"
  },
  {
    "nasa_id": "iss038e042121",
    "description": "ISS038-E-042121 (6 Feb. 2014) --- A fresh apple floating freely near a window in the Cupola of the International Space Station is featured in this image photographed by an Expedition 38 crew member. The bright sun and Earth's horizon provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e042121/iss038e042121~orig.jpg"
  },
  {
    "nasa_id": "iss027e006500",
    "description": "ISS027-E-006500 (20 March 2011) --- A low pressure system in the eastern North Pacific Ocean is featured in this image photographed by an Expedition 27 crew member in the Cupola of the International Space Station. Although weak, the low pressure area still has the appropriate conditions to maintain cloud development accompanying the counter-clockwise winds.",
    "image_url": "https://images-assets.nasa.gov/image/iss027e006500/iss027e006500~orig.jpg"
  },
  {
    "nasa_id": "iss022e080019",
    "description": "ISS022-E-080019 (3 March 2010) --- Two Russian spacecraft, docked with the International Space Station, are featured in this image photographed by an Expedition 22 crew member from a window in the station’s Cupola. Earth's horizon and the blackness of space form the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e080019/iss022e080019~orig.jpg"
  },
  {
    "nasa_id": "iss028e005527",
    "description": "ISS028-E-005527 (25 May 2011) --- The International Space Station’s Tranquility node and Cupola are featured in this image photographed by a spacewalker during the STS-134 mission’s third session of extravehicular activity (EVA). Earth’s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss028e005527/iss028e005527~orig.jpg"
  },
  {
    "nasa_id": "iss036e022157",
    "description": "ISS036-E-022157 (20 July 2013) --- A fisheye lens attached to an electronic still camera was used to capture this image of the International Space Station’s Cupola and NASA astronaut Chris Cassidy (mostly out of frame at bottom), Expedition 36 flight engineer.",
    "image_url": "https://images-assets.nasa.gov/image/iss036e022157/iss036e022157~orig.jpg"
  },
  {
    "nasa_id": "jsc2024e050831",
    "description": "jsc2024e050831 (7/26/2024) --- The Earthshine from ISS investigation involves the thorough analysis of photos taken of the Moon from the International Space Station (ISS) at specific points in the lunar cycle to study changes in the Earth’s reflectance of light, or albedo. This photo was taken by NASA astronaut Matthew Dominick in the station’s Cupola. The intensity scale has been stretched to show off the dark side. This also brings out two reflections of the lunar bright side, caused by the multiple reflections and refractions in the Cupola's thick glass. Pictures of the Moon from space can help determine whether the earthshine method for determining Earth’s albedo can benefit from the absence of an atmosphere. Image courtesy of ESA/NASA.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2024e050831/jsc2024e050831~orig.jpg"
  },
  {
    "nasa_id": "iss058e007457",
    "description": "iss058e007457 (1/29/2019) --- Canadian Space Agency astronaut David Saint-Jacques is shown in the cupola onboard the International Space Station (ISS) with a camera assembly similar to that used by the Orion Optical Navigation System. The Optical Navigation (Optical Nav) investigation is a technology demonstration used to validate the backup navigation system for the Orion Multi-Purpose Crew Vehicle. Images of the Moon and adjacent star fields are being collected by these two cameras from the ISS cupola. The images are then analyzed on the ground using the same algorithms that will fly onboard Orion to determine vehicle position. These derived position measurements will be compared to the known position of the ISS at the moment each photo was taken. This will help validate the optical navigation performance using ISS as the test vehicle.",
    "image_url": "https://images-assets.nasa.gov/image/iss058e007457/iss058e007457~orig.jpg"
  },
  {
    "nasa_id": "iss043e284928",
    "description": "ISS043E284928 (06/04/215) --- NASA astronaut Scott Kelly on the International Space Station captured this interesting image in the stations Cupola, the 360 degree observation area and remote control location for grappling and docking and undocking spacecraft. Scott tweeted this comment with the image on June, 4, 2015: \"Often when I look out the window I think we should call it Planet Water instead of Earth. Sadly mostly saltwater\".",
    "image_url": "https://images-assets.nasa.gov/image/iss043e284928/iss043e284928~orig.jpg"
  },
  {
    "nasa_id": "iss040e055529",
    "description": "ISS040-E-055529 (9 July 2014) --- The Canadarm2 is pictured in this image photographed by an Expedition 40 crew member on the International Space Station. At the time the image was taken, NASA astronaut Steve Swanson, commander; and European Space Agency astronaut Alexander Gerst, flight engineer, were practicing grapple procedures with the Canadarm2 in the Cupola in preparation for the upcoming arrival of the Orbital Sciences? Cygnus cargo craft.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e055529/iss040e055529~orig.jpg"
  },
  {
    "nasa_id": "iss039e005744",
    "description": "ISS039-E-005744 (30 March 2014) --- By the rationale of some observers, this image of Expedition 39 Flight Engineer Steve Swanson could be titled \"Return to the Old Stomping Grounds, Five Years Hence,\" except for the fact that it is difficult to stomp in a weightless environment and the fact that the Cupola was not part of the orbital outpost in March of 2009, the last time Swanson visited it.  The NASA astronaut and two Russian cosmonauts arrived at the station on March 27, 2014, and this image of a jubilant Swanson was one of the first showing members of the second aggregate of the Expedition 39 crew.",
    "image_url": "https://images-assets.nasa.gov/image/iss039e005744/iss039e005744~orig.jpg"
  },
  {
    "nasa_id": "iss040e055519",
    "description": "ISS040-E-055519 (9 July 2014) --- The Canadarm2 is pictured in this image photographed by an Expedition 40 crew member on the International Space Station. At the time the image was taken, NASA astronaut Steve Swanson, commander; and European Space Agency astronaut Alexander Gerst, flight engineer, were practicing grapple procedures with the Canadarm2 in the Cupola in preparation for the upcoming arrival of the Orbital Sciences? Cygnus cargo craft.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e055519/iss040e055519~orig.jpg"
  },
  {
    "nasa_id": "iss031e146341",
    "description": "ISS031-E-146344 (27 June 2012) --- An Expedition 31 crew member aboard the International Space Station, flying approximately 240 miles above Earth, recorded a series of images of the current wild fires in the southwestern United States.  For this particular image, taken from the station?s Cupola, he used a 16mm lens, which gives this view a ?fisheye? affect. The fires give rise to thick smoke plumes on the southernmost extremity of the Wyoming Range, which occupies the center of the image. Slopes of the central Salt River Range appear at left. Three helicopters and more than 100 personnel are fighting the fire, which is being managed by the Bridger?Teton National Forest.",
    "image_url": "https://images-assets.nasa.gov/image/iss031e146341/iss031e146341~orig.jpg"
  },
  {
    "nasa_id": "iss022e069162",
    "description": "ISS022-E-069162 (19 Feb. 2010) --- The space shuttle Endeavour is featured in this image photographed by an Expedition 22 crew member on the International Space Station soon after the shuttle and station began their post-undocking relative separation. Undocking of the two spacecraft occurred at 7:54 p.m. (EST) on Feb. 19, 2010. Also pictured are the newly-installed Tranquility node and Cupola (top foreground); along with the Canadarm2 and the Japanese Kibo complex. Earth?s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e069162/iss022e069162~orig.jpg"
  },
  {
    "nasa_id": "iss040e068661",
    "description": "ISS040-E-068661 (16 July 2014) --- Looking through a window on the International Space Station, the capture of the Orbital Sciences? Cygnus cargo craft by the station?s Canadarm2 is photographed by an Expedition 40 crew member onboard the station. The two spacecraft converged at 6:36 a.m. (EDT) on July 16, 2014. Also visible in this image are the station?s Cupola and the Tranquility node (top). A blue and white part of Earth and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e068661/iss040e068661~orig.jpg"
  },
  {
    "nasa_id": "iss034e062485",
    "description": "ISS034-E-062485 (3 March 2013) --- This is one of a series of photos taken by the Expedition 34 crew members aboard the International Space Station during the March 3 approach, capture and docking of the SpaceX Dragon-2. A blue and white Earth forms the backdrop for this image, featuring Dragon-2, framed by one of the Cupola's windows, and being held in the grasp of the Space Station Remote Manipulator System or Canadarm2. The spacecraft begins its scheduled three-week-long stay at the orbiting space station.",
    "image_url": "https://images-assets.nasa.gov/image/iss034e062485/iss034e062485~orig.jpg"
  },
  {
    "nasa_id": "iss040e068644",
    "description": "ISS040-E-068644 (16 July 2014) --- The Orbital Sciences? Cygnus cargo craft (bottom center) is photographed by an Expedition 40 crew member on the International Space Station during rendezvous and capture operations. The two spacecraft converged at 6:36 a.m. (EDT) on July 16, 2014. Also visible in this image are the station?s Cupola and the Tranquility node (top) and Canadarm2 (center) along with a Russian Soyuz spacecraft docked to the station. Earth?s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e068644/iss040e068644~orig.jpg"
  },
  {
    "nasa_id": "iss040e046846",
    "description": "ISS040-E-046846 (6 July 2014) --- One of the Expedition 40 crew members aboard the Earth-orbiting International Space Station recorded this image from inside the Cupola approximately 225 nautical miles above Polynesia. The photo was taken on July 6, 2014 at 15:35:34 GMT. A Russian Soyuz and Russian Progress vehicle can be seen docked to the orbital outpost at bottom center. A blue and white part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e046846/iss040e046846~orig.jpg"
  },
  {
    "nasa_id": "s130e006570",
    "description": "S130-E-006570 (9 Feb. 2010) --- Backdropped by Earth’s horizon and the blackness of space, the International Space Station is featured in this image photographed by an STS-130 crew member as space shuttle Endeavour and the station approach each other during rendezvous and docking activities. Docking occurred at 11:06 p.m. (CST) on Feb. 9, 2010, delivering the Tranquility node and its Cupola.",
    "image_url": "https://images-assets.nasa.gov/image/s130e006570/s130e006570~orig.jpg"
  },
  {
    "nasa_id": "iss040e006183",
    "description": "ISS040-E-006183 (1 June 2014) --- The Permanent Multipurpose Module (PMM), the Soyuz 39 (TMA-13M) spacecraft (center) docked to the Rassvet Mini-Research Module 1 (MRM1) and the Progress 55 resupply vehicle (background) docked to the Pirs Docking Compartment are featured in this image photographed by an Expedition 40 crew member from a window in the Cupola of the International Space Station. A blue and white part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e006183/iss040e006183~orig.jpg"
  },
  {
    "nasa_id": "iss040e006093",
    "description": "ISS040-E-006093 (31 May 2014) --- With a few explanatory words attached to a message to Earth, Expedition 40 Flight Engineer Reid Wiseman of NASA sent down this image of a single piece of dice floating in front of one of the windows in the Cupola of the Earth-orbiting International Space Station. Wiseman commented, \"This one is just for us board game players, table top strategy gamers, (etc.) whose dice collection behaviour borders on hoarding.\"",
    "image_url": "https://images-assets.nasa.gov/image/iss040e006093/iss040e006093~orig.jpg"
  },
  {
    "nasa_id": "KSC-2009-1543",
    "description": "CAPE CANAVERAL, Fla. – In the Space Station Processing Facility, STS-130 Commander George Zamka (center) and Pilot Terry Virts Jr. (right) look at photos in the camera they used to capture images of the Cupola, part of the payload on the mission to the International Space Station. The seven-windowed module will be used as a control room for robotics on the station. Endeavour will also deliver the final connecting node, Node 3.  Photo credit: NASA/Kim Shiflett",
    "image_url": "https://images-assets.nasa.gov/image/KSC-2009-1543/KSC-2009-1543~orig.jpg"
  },
  {
    "nasa_id": "s130e010367",
    "description": "S130-E-010367 (18 Feb. 2010) --- A portion of the docked space shuttle Endeavour is featured in this image photographed by an STS-130 crew member from a window in the newly-installed Cupola of the International Space Station. Earth?s horizon and the blackness of space form the backdrop for the scene.   The mountains in the oval window are primarily the eastern Burhan Budai Shan(center left), and the Xinqing Shan (upper right). This area is part of the northern Qinghai Province, China.",
    "image_url": "https://images-assets.nasa.gov/image/s130e010367/s130e010367~orig.jpg"
  },
  {
    "nasa_id": "iss040e068656",
    "description": "ISS040-E-068656 (16 July 2014) --- The Orbital Sciences? Cygnus cargo craft (bottom center) is photographed by an Expedition 40 crew member on the International Space Station during rendezvous and capture operations. The two spacecraft converged at 6:36 a.m. (EDT) on July 16, 2014. Also visible in this image are the station?s Cupola and the Tranquility node (top) and Canadarm2 (center) along with a Russian Soyuz spacecraft docked to the station. A cloud-covered part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e068656/iss040e068656~orig.jpg"
  },
  {
    "nasa_id": "iss022e069156",
    "description": "ISS022-E-069156 (19 Feb. 2010) --- The space shuttle Endeavour is featured in this image photographed by an Expedition 22 crew member on the International Space Station soon after the shuttle and station began their post-undocking relative separation. Undocking of the two spacecraft occurred at 7:54 p.m. (EST) on Feb. 19, 2010. Also pictured are the newly-installed Tranquility node and Cupola (top foreground); along with the Canadarm2 and the Japanese Kibo complex. Earth?s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e069156/iss022e069156~orig.jpg"
  },
  {
    "nasa_id": "iss040e047616",
    "description": "ISS040-E-047616 (6 July 2014) --- One of the Expedition 40 crew members aboard the Earth-orbiting International Space Station recorded this image from inside the Cupola approximately 225 nautical miles above Polynesia.  The photo was taken on July 6, 2014 at 16:19:06 GMT.  A Russian Soyuz and Russian Progress vehicle can be seen docked to the orbital outpost at bottom center.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e047616/iss040e047616~orig.jpg"
  },
  {
    "nasa_id": "s130e006555",
    "description": "S130-E-006555 (9 Feb. 2010) --- Backdropped by Earth’s horizon and the blackness of space, the International Space Station is featured in this image photographed by an STS-130 crew member as space shuttle Endeavour and the station approach each other during rendezvous and docking activities. Docking occurred at 11:06 p.m. (CST) on Feb. 9, 2010, delivering the Tranquility node and its Cupola.",
    "image_url": "https://images-assets.nasa.gov/image/s130e006555/s130e006555~orig.jpg"
  },
  {
    "nasa_id": "iss040e128019",
    "description": "ISS040-E-128019 (6 Sept. 2014) --- One of the crew members of the International Space Station exposed this image of some of the orbital complex's hardware as the station was flying over the southwest Pacific in the area of New Zealand. The NanoRacks Cubesat deployer, attached to the Japan Aerospace Exploration Agency’s Kibo robotic arm, can be seen in upper right. Soyuz 39 TMA-13M is on Rassvet at right. The Cupola, which supports many functions, including a base for thousands of automatic as well as hand-held cameras’ photos, is to the right of center.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e128019/iss040e128019~orig.jpg"
  },
  {
    "nasa_id": "iss022e068277",
    "description": "ISS022-E-068277 (18 Feb. 2010) --- An orbital sunrise is featured in this image photographed by Japan Aerospace Exploration Agency (JAXA) astronaut Soichi Noguchi, Expedition 22 flight engineer, from a window in the newly-installed Cupola of the International Space Station while space shuttle Endeavour remains docked with the station. A Russian Progress spacecraft, docked to the Pirs Docking Compartment, is visible at right.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e068277/iss022e068277~orig.jpg"
  },
  {
    "nasa_id": "iss040e047594",
    "description": "ISS040-E-047594 (6 July 2014) --- One of the Expedition 40 crew members aboard the Earth-orbiting International Space Station recorded this image from inside the Cupola approximately 225 nautical miles above Polynesia. The photo was taken on July 6, 2014 at 16:18:22 GMT. A Russian Soyuz and Russian Progress vehicle can be seen docked to the orbital outpost at bottom center.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e047594/iss040e047594~orig.jpg"
  },
  {
    "nasa_id": "iss022e069146",
    "description": "ISS022-E-069146 (19 Feb. 2010) --- The space shuttle Endeavour is featured in this image photographed by an Expedition 22 crew member on the International Space Station soon after the shuttle and station began their post-undocking relative separation. Undocking of the two spacecraft occurred at 7:54 p.m. (EST) on Feb. 19, 2010. Also pictured are the newly-installed Tranquility node and Cupola; along with a Russian Soyuz spacecraft docked with the station. Earth?s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e069146/iss022e069146~orig.jpg"
  },
  {
    "nasa_id": "iss045e152270",
    "description": "ISS045e152270 (12/01/2015) --- NASA astronaut Kjell Lindgren takes images of the Earth on board the International Space Station on Dec. 1, 2015 from the Cupola, the 360 degree viewing and robotic Canadarm 2 control area. Later this area will be used by Lindgren and NASA astronaut Scott Kelly to use the station’s Canadarm 2 robotic arm to reach out and grapple the Orbital ATK CRS-4 \"Cygnus\" spaceship full of equipment and supplies.",
    "image_url": "https://images-assets.nasa.gov/image/iss045e152270/iss045e152270~orig.jpg"
  },
  {
    "nasa_id": "s130e009953",
    "description": "S130-E-009953 (18 Feb. 2010) --- One of the STS-130 crew members visiting the International Space Station recorded this image over the North Atlantic Ocean through the space station's new Cupola on Feb. 18, 2010. Center coordinates of the area pictured are located at approximately 35.95 degrees north latitude and 52.30 degrees west longitude.",
    "image_url": "https://images-assets.nasa.gov/image/s130e009953/s130e009953~orig.jpg"
  },
  {
    "nasa_id": "iss038e029068",
    "description": "ISS038-E-029068 (12 Jan. 2014) --- A fresh apple floating freely near a window in the Cupola of the International Space Station is featured in this image photographed by an Expedition 38 crew member. Attached to the Harmony node, the Orbital Sciences Corp. Cygnus commercial cargo craft, which brought the fresh fruit, is visible at center. The bright sun, Earth's horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e029068/iss038e029068~orig.jpg"
  },
  {
    "nasa_id": "s130e006575",
    "description": "S130-E-006575 (9 Feb. 2010) --- Backdropped by Earth’s horizon and the blackness of space, the International Space Station is featured in this image photographed by an STS-130 crew member as space shuttle Endeavour and the station approach each other during rendezvous and docking activities. Docking occurred at 11:06 p.m. (CST) on Feb. 9, 2010, delivering the Tranquility node and its Cupola.",
    "image_url": "https://images-assets.nasa.gov/image/s130e006575/s130e006575~orig.jpg"
  },
  {
    "nasa_id": "iss071e177204",
    "description": "iss071e177204 (6/10/2024) --- The Earthshine from ISS investigation involves the thorough analysis of photos taken of the Moon from the International Space Station (ISS) at specific points in the lunar cycle to study changes in the Earth’s reflectance of light, or albedo. This photo was taken by NASA astronaut Matthew Dominick in the station’s Cupola. Pictures of the Moon from space can help determine whether the earthshine method for determining Earth’s albedo can benefit from the absence of an atmosphere. Image courtesy of ESA/NASA.",
    "image_url": "https://images-assets.nasa.gov/image/iss071e177204/iss071e177204~orig.jpg"
  },
  {
    "nasa_id": "iss034e062471",
    "description": "ISS034-E-062471 (3 March 2013) --- This is one of a series of photos taken by the Expedition 34 crew members aboard the International Space Station during the March 3 approach, capture and docking of the SpaceX Dragon. Earth's horizon and the blackness of space form the backdrop for this image, featuring Dragon, framed by one of the Cupola's windows, and being docked to the orbital outpost with the aid of the Space Station Remote Manipulator System or Canadarm2. The spacecraft begins its scheduled three-week-long stay at the orbiting space station.",
    "image_url": "https://images-assets.nasa.gov/image/iss034e062471/iss034e062471~orig.jpg"
  },
  {
    "nasa_id": "iss035e010124",
    "description": "ISS035-E-010124 (26 March 2013) --- This image, photographed through one of the windows in the Cupola, is one of a series of still photos documenting the process to release the SpaceX Dragon-2 spacecraft from the International Space Station on March 26.  The unmanned spacecraft, filled with experiments and old supplies, can be seen in the grasp of the Space Station Remote Manipulator System’s robot arm or CanadArm2 after it was undocked from the orbital outpost. The Dragon was scheduled to make a landing in the Pacific Ocean, off the coast of California, later in the day.",
    "image_url": "https://images-assets.nasa.gov/image/iss035e010124/iss035e010124~orig.jpg"
  },
  {
    "nasa_id": "s130e006573",
    "description": "S130-E-006573 (9 Feb. 2010) --- Backdropped by Earth’s horizon and the blackness of space, the International Space Station is featured in this image photographed by an STS-130 crew member as space shuttle Endeavour and the station approach each other during rendezvous and docking activities. Docking occurred at 11:06 p.m. (CST) on Feb. 9, 2010, with the space shuttle delivering the station’s new Tranquility node and its Cupola. Photo credit: NASA",
    "image_url": "https://images-assets.nasa.gov/image/s130e006573/s130e006573~orig.jpg"
  },
  {
    "nasa_id": "iss030e019300",
    "description": "ISS030-E-019300 (29 Dec. 2011) --- This unusual image, photographed through the Cupola on the International Space Station by one of the Expedition 30 crew members, is centered over Turkey. The lake just above the bracket- mounted camera at center is Egirdir Golu, located at 38.05 degrees north latitude and 30.89 degrees east longitude. A Russian Soyuz spacecraft is docked to the station at lower right and part of the Permanent Multipurpose Module(PMM) can be seen just above it.",
    "image_url": "https://images-assets.nasa.gov/image/iss030e019300/iss030e019300~orig.jpg"
  },
  {
    "nasa_id": "s130e006558",
    "description": "S130-E-006558 (9 Feb. 2010) --- Backdropped by Earth’s horizon and the blackness of space, the International Space Station is featured in this image photographed by an STS-130 crew member as space shuttle Endeavour and the station approach each other during rendezvous and docking activities. Docking occurred at 11:06 p.m. (CST) on Feb. 9, 2010, delivering the Tranquility node and its Cupola.",
    "image_url": "https://images-assets.nasa.gov/image/s130e006558/s130e006558~orig.jpg"
  },
  {
    "nasa_id": "s130e006574",
    "description": "S130-E-006574 (9 Feb. 2010) --- Backdropped by Earth’s horizon and the blackness of space, the International Space Station is featured in this image photographed by an STS-130 crew member as space shuttle Endeavour and the station approach each other during rendezvous and docking activities. Docking occurred at 11:06 p.m. (CST) on Feb. 9, 2010, delivering the Tranquility node and its Cupola.",
    "image_url": "https://images-assets.nasa.gov/image/s130e006574/s130e006574~orig.jpg"
  },
  {
    "nasa_id": "iss025e011750",
    "description": "ISS025-E-011750 (4 Nov. 2010)  --- From 220 miles above Earth, one of the Expedition 25 crew members aboard the International Space Station aimed a camera  through a Cupola window and recorded this night time image of the Mediterranean Riviera and a panorama along the coastline from Valencia, Spain to Livorno, Italy and many points in between including parts of Andorra and Monaco.  Islands in the Mediterranean that can easily be delineated in the Nov. 4 picture are the Balearic Islands, as well as Corsica and Sardinia.",
    "image_url": "https://images-assets.nasa.gov/image/iss025e011750/iss025e011750~orig.jpg"
  },
  {
    "nasa_id": "iss034e062487",
    "description": "ISS034-E-062487 (3 March 2013) --- This is one of a series of photos taken by the Expedition 34 crew members aboard the International Space Station during the March 3 approach, capture and docking of the SpaceX Dragon-2. A blue and white Earth forms the backdrop for this image, featuring Dragon-2, framed by one of the Cupola's windows, and being held in the grasp of the Space Station Remote Manipulator System or Canadarm2. The spacecraft begins its scheduled three-week-long stay at the orbiting space station.",
    "image_url": "https://images-assets.nasa.gov/image/iss034e062487/iss034e062487~orig.jpg"
  },
  {
    "nasa_id": "s130e006617",
    "description": "S130-E-006617 (9 Feb. 2010) --- A portion of the International Space Station is featured in this image photographed by an STS-130 crew member as space shuttle Endeavour and the station approach each other during rendezvous and docking activities. Docking occurred at 11:06 p.m. (CST) on Feb. 9, 2010, delivering the Tranquility node and its Cupola. The Columbus laboratory is at lower right.",
    "image_url": "https://images-assets.nasa.gov/image/s130e006617/s130e006617~orig.jpg"
  },
  {
    "nasa_id": "iss042e340851",
    "description": "ISS042E340851 (03/09/2015) --- Crewmembers on the International Space Station are treated to Earth views that are constantly changing. NASA Astronaut Terry Virts Commander of Expedition 43, ESA (European Space Agency) astronaut Samantha Cristoforetti and Russian cosmonaut Mikhail Kornienko both flight engineers enjoy the wonder of Earths changing vista's  from the stations cupola, a series of special windows that allow 360 degree views. This image is from Mar. 9, 2015.",
    "image_url": "https://images-assets.nasa.gov/image/iss042e340851/iss042e340851~orig.jpg"
  },
  {
    "nasa_id": "iss038e015272",
    "description": "ISS038-E-015272 (12 Dec. 2013) --- The Permanent Multipurpose Module (PMM) and the Soyuz 37 (TMA-11M) spacecraft docked to the Rassvet Mini-Research Module 1 (MRM1) are featured in this image photographed by an Expedition 38 crew member from a window in the Cupola of the International Space Station. A blue and white part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e015272/iss038e015272~orig.jpg"
  },
  {
    "nasa_id": "s130e012215",
    "description": "S130-E-012215 (19 Feb. 2010) --- A close-up view of a portion of the International Space Station is featured in this image photographed by an STS-130 crew member on space shuttle Endeavour after the station and shuttle began their post-undocking relative separation. Undocking of the two spacecraft occurred at 7:54 p.m. (EST) on Feb. 19, 2010. The newly-installed Tranquility node and Cupola are visible at top center.",
    "image_url": "https://images-assets.nasa.gov/image/s130e012215/s130e012215~orig.jpg"
  },
  {
    "nasa_id": "iss040e068670",
    "description": "ISS040-E-068670 (16 July 2014) --- The capture of the Orbital Sciences? Cygnus cargo craft by the International Space Station?s Canadarm2 is photographed by an Expedition 40 crew member onboard the station. The two spacecraft converged at 6:36 a.m. (EDT) on July 16, 2014. Also visible in this image are the station?s Cupola and the Tranquility node (top). A blue and white part of Earth and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e068670/iss040e068670~orig.jpg"
  },
  {
    "nasa_id": "iss038e015274",
    "description": "ISS038-E-015274 (12 Dec. 2013) --- The Permanent Multipurpose Module (PMM), the Soyuz 37 (TMA-11M) spacecraft  (center) docked to the Rassvet Mini-Research Module 1 (MRM1) and the Progress 52 resupply vehicle  (background) docked to the Pirs Docking Compartment are featured in this image photographed by an Expedition 38 crew member from a window in the Cupola of the International Space Station. A blue and white part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e015274/iss038e015274~orig.jpg"
  },
  {
    "nasa_id": "iss040e006000",
    "description": "ISS040-E-006000 (29 May 2014) --- One of the six Expedition 40  crew members positioned himself in the Cupola of the Earth-orbiting International Space Station to capture this image of two Russian spacecraft docked to the orbital outpost. The recently-docked Soyuz 39 (TMA-13M) spacecraft, which brought up the Expedition 40/41 crew, can be seen in the foreground docked to MRM1 (Rassvet); while cargo carrier Progress 55 is attached to Pirs in the background.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e006000/iss040e006000~orig.jpg"
  },
  {
    "nasa_id": "iss040e006230",
    "description": "ISS040-E-006230 (30 May 2014) --- Two Russian spacecraft docked to the International Space Station are featured in this image photographed by an Expedition 40 crew member from inside the International Space Station?s Cupola. The Soyuz 39 (TMA-13M) spacecraft, docked to the Rassvet Mini-Research Module 1 (MRM1), is visible in the foreground. The Progress 55 resupply vehicle, docked to the Pirs Docking Compartment, is visible in the background. A blue and white part of Earth and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e006230/iss040e006230~orig.jpg"
  },
  {
    "nasa_id": "iss040e005999",
    "description": "ISS040-E-005999 (29 May 2014) --- Two Russian spacecraft docked to the International Space Station are featured in this image photographed by an Expedition 40 crew member in the International Space Station’s Cupola. The Soyuz 39 (TMA-13M) spacecraft, docked to the Rassvet Mini-Research Module 1 (MRM1), is visible in the foreground. The Progress 55 resupply vehicle, docked to the Pirs Docking Compartment, is visible in the background. A blue and white part of Earth and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e005999/iss040e005999~orig.jpg"
  },
  {
    "nasa_id": "iss025e013475",
    "description": "ISS025-E-013475 (9 Nov. 2010) ---  Parts of the Atlantic, Gulf of Mexico and Caribbean Sea are easily noted in this unusual circular shaped image exposed by one of the Expedition 25 crew members aboard the International Space Station 220 miles above Earth.  A 16mm f/2.8D lens gives this image a fish-eye effect, and the frame of the Cupola window adds to the circular shape. The southern portion of the Florida peninsula, including the elongated metropolitan Miami area, Lake Okeechobee and the Florida Keys, lies just a few kilometers away from islands in the Bahamas chain and the \"Tongue of the Ocean.\" Andros is the largest visible island to the left of center.",
    "image_url": "https://images-assets.nasa.gov/image/iss025e013475/iss025e013475~orig.jpg"
  },
  {
    "nasa_id": "iss031e146343",
    "description": "ISS031-E-146343 (27 June 2012) --- An Expedition 31 crew member aboard the International Space Station, flying approximately 240 miles above Earth, recorded a series of images of the current wild fires in the west and southwestern United States. For this particular image, taken from the station?s Cupola, he used a 16mm lens, which gives this view a ?fisheye? affect. The fires give rise to thick smoke plumes on the southernmost extremity of the Wyoming Range, which occupies the bottom left portion of the image.  Three helicopters and more than 100 personnel are fighting the fire, which is being managed by the Bridger?Teton National Forest. Part of a docked Russian Soyuz spacecraft and the Multi-Purpose Logistics Module (MPLM) are at lower right.",
    "image_url": "https://images-assets.nasa.gov/image/iss031e146343/iss031e146343~orig.jpg"
  },
  {
    "nasa_id": "iss027e006501",
    "description": "ISS027-E-006501 (20 March 2011) --- A low pressure system in the eastern North Pacific Ocean is featured in this image photographed by an Expedition 27 crew member in the Cupola of the International Space Station. This vigorous low pressure system has started to occlude?a process associated with separation of warm air from the cyclone?s center at the Earth?s surface. This view shows the arc of strong convection beyond the center of the low pressure, formed as the low occludes when the cold front overtakes the warm front. This occurs around more mature low pressure areas, later in the process of the system?s life-cycle.",
    "image_url": "https://images-assets.nasa.gov/image/iss027e006501/iss027e006501~orig.jpg"
  },
  {
    "nasa_id": "iss043e122274",
    "description": "ISS043E122274 (04/17/2015) --- ESA (European Space Agency) astronaut Samantha Cristoforetti seen here in the Cupola of the International Space Station. Cristoforetti captured the SpaceX Dragon cargo craft using the Canadarm2 robotic arm before handing off to robotics officers at Mission Control, Houston, Texas who worked to maneuver Dragon to its installation position at the Earth-facing port of the Harmony module where it will reside for five weeks. Cristoforetti points to the Dragon in this image taken on Apr. 17, 2015 shortly after grappling. The Dragon carried more than 2 tons of equipment, experiments and supplies for the Expedition 43 crew aboard the station.",
    "image_url": "https://images-assets.nasa.gov/image/iss043e122274/iss043e122274~orig.jpg"
  },
  {
    "nasa_id": "iss031e018154",
    "description": "ISS031-E-018154 (6 May 2012) --- While most of the world's population had no trouble at all finding the full moon on the weekend of May 5-6, one has to look closely to recognize Earth's satellite just below center frame in the space traveler's eye-view aboard the International Space Station, some 240 miles above Earth. The station's cupola can be seen in upper portion of the image. While the photo was recorded around midnight on May 5 in the central daylight time zone, it was already early May 6 GMT. Three Expedition 31 crew members await the arrival of three additional crewmates in a little more than a week.",
    "image_url": "https://images-assets.nasa.gov/image/iss031e018154/iss031e018154~orig.jpg"
  },
  {
    "nasa_id": "KSC-2009-6949",
    "description": "JOHNSON SPACE CENTER, Houston - STS130-S-001 - The STS-130 patch was designed by the crew to reflect both the objectives of the mission and its place in the history of human spaceflight. The main goal of the mission is to deliver Node 3 and the Cupola to the International Space Station (ISS). Node 3, named \"Tranquility,\" will contain life support systems enabling continued human presence in orbit aboard the ISS. The shape of the patch represents the Cupola, which is the windowed robotics viewing station, from which astronauts will have the opportunity not only to monitor a variety of ISS operations, but also to study our home planet. The image of Earth depicted in the patch is the first photograph of the Earth taken from the moon by Lunar Orbiter I on August 23, 1966. As both a past and a future destination for explorers from the planet Earth, the moon is thus represented symbolically in the STS-130 patch. The Space Shuttle Endeavour is pictured approaching the ISS, symbolizing the Space Shuttle's role as the prime construction vehicle for the ISS. The NASA insignia design for shuttle flights is reserved for use by the astronauts and for other official use as the NASA Administrator may authorize. Public availability has been approved only in the form of illustrations by the various news media. When and if there is any change in this policy, which we do not anticipate, it will be publicly announced.",
    "image_url": "https://images-assets.nasa.gov/image/KSC-2009-6949/KSC-2009-6949~orig.jpg"
  },
  {
    "nasa_id": "sts130-s-001",
    "description": "STS130-S-001 (September 2009) --- The STS-130 patch was designed by the crew to reflect both the objectives of the mission and its place in the history of human spaceflight. The main goal of the mission is to deliver Node 3 and the Cupola to the International Space Station (ISS). Node 3, named ?Tranquility,? will contain life support systems enabling continued human presence in orbit aboard the ISS. The shape of the patch represents the Cupola, which is the windowed robotics viewing station, from which astronauts will have the opportunity not only to monitor a variety of ISS operations, but also to study our home planet.  The image of Earth depicted in the patch is the first photograph of Earth taken from the moon by Lunar Orbiter I on Aug. 23, 1966. As both a past and a future destination for explorers from planet Earth, the moon is thus represented symbolically in the STS-130 patch. The space shuttle Endeavour is pictured approaching the ISS, symbolizing the space shuttle's role as the prime construction vehicle for the ISS.     The NASA insignia design for space shuttle flights is reserved for use by the astronauts and for other official use as the NASA Administrator may authorize. Public availability has been approved only in the forms of illustrations by the various news media. When and if there is any change in this policy, which is not anticipated, the change will be publicly announced. Photo credit: NASA",
    "image_url": "https://images-assets.nasa.gov/image/sts130-s-001/sts130-s-001~orig.jpg"
  },
  {
    "nasa_id": "jsc2010e036836",
    "description": "JSC2010-E-036836 (February 2010) --- A computer-generated artist?s rendering of the International Space Station as of February 2010 features a wide top view of the ISS after the STS-130/20A installation of the Tranquility module, with its Cupola, to the Unity node?s port side.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e036836/jsc2010e036836~orig.jpg"
  },
  {
    "nasa_id": "jsc2010e036839",
    "description": "JSC2010-E-036839 (February 2010) --- A computer-generated artist?s rendering of the International Space Station as of February 2010 features a wide aft view of the ISS after the STS-130/20A installation of the Tranquility module, with its Cupola, to the Unity node?s port side.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e036839/jsc2010e036839~orig.jpg"
  },
  {
    "nasa_id": "jsc2010e036841",
    "description": "JSC2010-E-036841 (February 2010) --- A computer-generated artist?s rendering of the International Space Station as of February 2010 features a close-up aft view of the ISS after the STS-130/20A installation of the Tranquility module, with its Cupola, to the Unity node?s port side.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e036841/jsc2010e036841~orig.jpg"
  },
  {
    "nasa_id": "jsc2010e036840",
    "description": "JSC2010-E-036840 (February 2010) --- A computer-generated artist?s rendering of the International Space Station as of February 2010 features a medium aft view of the ISS after the STS-130/20A installation of the Tranquility module, with its Cupola, to the Unity node?s port side.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e036840/jsc2010e036840~orig.jpg"
  },
  {
    "nasa_id": "jsc2010e036833",
    "description": "JSC2010-E-036833 (February 2010) --- A computer-generated artist?s rendering of the International Space Station as of February 2010 features a wide forward view of the ISS after the STS-130/20A installation of the Tranquility module, with its Cupola, to the Unity node?s port side.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e036833/jsc2010e036833~orig.jpg"
  },
  {
    "nasa_id": "jsc2010e036837",
    "description": "JSC2010-E-036837 (February 2010) --- A computer-generated artist?s rendering of the International Space Station as of February 2010 features a medium top view of the ISS after the STS-130/20A installation of the Tranquility module, with its Cupola, to the Unity node?s port side.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e036837/jsc2010e036837~orig.jpg"
  },
  {
    "nasa_id": "jsc2010e036838",
    "description": "JSC2010-E-036838 (February 2010) --- A computer-generated artist?s rendering of the International Space Station as of February 2010 features a close-up top view of the ISS after the STS-130/20A installation of the Tranquility module, with its Cupola, to the Unity node?s port side.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e036838/jsc2010e036838~orig.jpg"
  },
  {
    "nasa_id": "jsc2010e036835",
    "description": "JSC2010-E-036835 (February 2010) --- A computer-generated artist?s rendering of the International Space Station as of February 2010 features a close-up forward view of the ISS after the STS-130/20A installation of the Tranquility module, with its Cupola, to the Unity node?s port side.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e036835/jsc2010e036835~orig.jpg"
  },
  {
    "nasa_id": "jsc2010e036834",
    "description": "JSC2010-E-036834 (February 2010) --- A computer-generated artist?s rendering of the International Space Station as of February 2010 features a medium forward view of the ISS after the STS-130/20A installation of the Tranquility module, with its Cupola, to the Unity node?s port side.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e036834/jsc2010e036834~orig.jpg"
  },
  {
    "nasa_id": "KSC-2010-4454",
    "description": "CAPE CANAVERAL, Fla. -- This orbiter tribute of space shuttle Endeavour, or OV-105, hangs in Firing Room 4 of the Launch Control Center at NASA's Kennedy Space Center in Florida. It features Endeavour soaring into orbit above the sailing vessel HMS Endeavour for which it was named. The Cupola, delivered to the International Space Station by Endeavour on STS-130, frames various images that represent the processing and execution of the Space Shuttle Program. Clockwise from top, are the first-ever use of a drag chute during the STS-49 landing, rollout to a launch pad, a ferry flight return to Kennedy, rolling into an orbiter processing facility, docking to the International Space Station, and lifting operations before being mated to an external fuel tank and solid rocket boosters in the Vehicle Assembly Building. The background image was captured by the Hubble Space Telescope and signifies the first shuttle servicing mission, which was performed by Endeavour's STS-61 crew. Crew-designed patches from Endeavour’s maiden voyage through its final mission are shown ascending toward the stars.     Five orbiter tributes are on display in the firing room, representing Atlantis, Challenger, Columbia, Endeavour and Discovery. Graphic design credit: NASA/Amy Lombardo",
    "image_url": "https://images-assets.nasa.gov/image/KSC-2010-4454/KSC-2010-4454~orig.jpg"
  },
  {
    "nasa_id": "iss034e005935",
    "description": "ISS034-E-005935 (8 Dec. 2012) --- A nighttime view of Liege, Belgium is featured in this image photographed by an Expedition 34 crew member on the International Space Station. To paraphrase the old expression, “all roads lead to Liege” – or at least one could get that impression from this nighttime photograph. The brightly lit core of the Liege urban area appears to lie at the center of a network of roadways—traceable by continuous orange lighting—extending outwards into the rural, and relatively dark, Belgium countryside. For a sense of scale the distance from left to right is approximately 70 kilometers. The region at upper left to the southeast of Verviers includes agricultural fields and forest; hence it appears almost uniformly dark at night. The image was taken using the European Space Agency’s Nodding mechanism, also known as the NightPod. NightPod is an electro-mechanical mount system designed to compensate digital cameras for the motion of the space station relative to Earth. The primary mission goal was to take high-resolution, long exposure digital imagery of Earth from the station’s Cupola, particularly cities at night. While the official NightPod mission has been completed, the mechanism remains onboard for crew members to use. Liege is the third most populous metropolitan region in Belgium (after Brussels and Antwerp); it includes 52 municipalities, including the nearby city of Seraing.",
    "image_url": "https://images-assets.nasa.gov/image/iss034e005935/iss034e005935~orig.jpg"
  },
  {
    "nasa_id": "KSC-2010-4454B",
    "description": "CAPE CANAVERAL, Fla. -- This is a printable version of space shuttle Endeavour's orbiter tribute, or OV-105, which hangs in Firing Room 4 of the Launch Control Center at NASA's Kennedy Space Center in Florida. It features Endeavour soaring into orbit above the sailing vessel HMS Endeavour for which it was named. The Cupola, delivered to the International Space Station by Endeavour on STS-130, frames various images that represent the processing and execution of the Space Shuttle Program. Clockwise from top, are the first-ever use of a drag chute during the STS-49 landing, rollout to a launch pad, a ferry flight return to Kennedy, rolling into an orbiter processing facility, docking to the International Space Station, and lifting operations before being mated to an external fuel tank and solid rocket boosters in the Vehicle Assembly Building. The background image was captured by the Hubble Space Telescope and signifies the first shuttle servicing mission, which was performed by Endeavour's STS-61 crew. Crew-designed patches from Endeavour’s maiden voyage through its final mission are shown ascending toward the stars. Five orbiter tributes are on display in the firing room, representing Atlantis, Challenger, Columbia, Endeavour and Discovery. Graphic design credit: NASA/Amy Lombardo. NASA publication number: SP-2010-08-165-KSC",
    "image_url": "https://images-assets.nasa.gov/image/KSC-2010-4454B/KSC-2010-4454B~orig.jpg"
  },
  {
    "nasa_id": "KSC-2010-4454A",
    "description": "CAPE CANAVERAL, Fla. -- This is a version of space shuttle Endeavour's orbiter tribute, or OV-105, which hangs in Firing Room 4 of the Launch Control Center at NASA's Kennedy Space Center in Florida. It features Endeavour soaring into orbit above the sailing vessel HMS Endeavour for which it was named. The Cupola, delivered to the International Space Station by Endeavour on STS-130, frames various images that represent the processing and execution of the Space Shuttle Program. Clockwise from top, are the first-ever use of a drag chute during the STS-49 landing, rollout to a launch pad, a ferry flight return to Kennedy, rolling into an orbiter processing facility, docking to the International Space Station, and lifting operations before being mated to an external fuel tank and solid rocket boosters in the Vehicle Assembly Building. The background image was captured by the Hubble Space Telescope and signifies the first shuttle servicing mission, which was performed by Endeavour's STS-61 crew. Crew-designed patches from Endeavour’s maiden voyage through its final mission are shown ascending toward the stars. Five orbiter tributes are on display in the firing room, representing Atlantis, Challenger, Columbia, Endeavour and Discovery. Graphic design credit: NASA/Amy Lombardo. NASA publication number: SP-2010-08-165-KSC",
    "image_url": "https://images-assets.nasa.gov/image/KSC-2010-4454A/KSC-2010-4454A~orig.jpg"
  },
  {
    "nasa_id": "GSFC_20171208_Archive_e001739",
    "description": "Transit of Venus as seen at 762nm in the CO Module.  This image is from NASA Astronaut Don Petttit shot from onboard the International Space Station on June 5, 2012.  Petttit, who had the foresight to bring a solar filter for his camera, will be capturing the June 5 Venus Transit from the International Space Station with the images downloading in almost real-time. He will photograph through the European Space Agency-built &quot;cupola&quot;, removing the scratch panes to get crisp, clear images.  Credit: NASA  <b>To read more about the 2012 Venus Transit go to: <a href=\"http://sunearthday.nasa.gov/transitofvenus\" rel=\"nofollow\">sunearthday.nasa.gov/transitofvenus</a> </b>  <b>Add your photos of the Transit of Venus to our Flickr Group here:  <a href=\"http://www.flickr.com/groups/venustransit/\">www.flickr.com/groups/venustransit/</a> </b>  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>",
    "image_url": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001739/GSFC_20171208_Archive_e001739~orig.jpg"
  },
  {
    "nasa_id": "GSFC_20171208_Archive_e001747",
    "description": "UT154 solar test CO 934_0253  This is a sample low res test image from NASA Astronaut Don Petttit shot from onboard the International Space Station on June 5, 2012.  Petttit, who had the foresight to bring a solar filter for his camera, will be capturing the June 5 Venus Transit from the International Space Station with the images downloading in almost real-time. He will photograph through the European Space Agency-built &quot;cupola&quot;, removing the scratch panes to get crisp, clear images.  Credit: NASA  <b>To read more about the 2012 Venus Transit go to: <a href=\"http://sunearthday.nasa.gov/transitofvenus\" rel=\"nofollow\">sunearthday.nasa.gov/transitofvenus</a> </b>  <b>Add your photos of the Transit of Venus to our Flickr Group here:  <a href=\"http://www.flickr.com/groups/venustransit/\">www.flickr.com/groups/venustransit/</a> </b>  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>",
    "image_url": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001747/GSFC_20171208_Archive_e001747~orig.jpg"
  },
  {
    "nasa_id": "iss031e089012",
    "description": "ISS031-E-089012 (5 June 2012) --- Transit of Venus across the sun observed from the International Space Station on June 5, 2012. Observations of the transit of Venus during the 17th, 18th and 19th centuries allowed scientists to calculate the distance between Earth and the sun, as well as providing insight into the existence of Venus’ atmosphere. Since the previous pair of transits of Venus occurred in 1874 and 1882, humanity developed the ability to view the phenomena from space – both directly from low Earth orbit, and remotely from sensors on spacecraft collecting scientific data about the sun. NASA astronaut Don Pettit, Expedition 31 flight engineer, was particularly keen to take imagery of the event from the orbital perspective – even bringing a solar camera filter aboard for the event. This image, taken during the first half of the 2012 transit, is one of hundreds of the event taken from the space station Cupola, a windowed module that provides the crew unparalleled views of both Earth and astronomical phenomena. In fact, history will record the station as the first orbital, crewed spacecraft from which the transit of Venus was observed. In addition to the dark circle of Venus visible at lower right, several smaller sunspots visible at center. The transit of Venus across the sun is one of only two such planetary crossings—the other being the transit of Mercury—that are visible from Earth. While transits of Mercury occur 13 times each century, Venus is observed to transit the sun only twice over the same time period (the first transit of the current pair occurred in 2004). Unless you are fortunate enough to be at locations on Earth where the transit is visible both times, this makes the transit of Venus a true “once in a lifetime” event.",
    "image_url": "https://images-assets.nasa.gov/image/iss031e089012/iss031e089012~orig.jpg"
  }
]