[
  {
    "nasa_id": "iss043e122274",
    "description": "ISS043E122274 (04/17/2015) --- ESA (European Space Agency) astronaut Samantha Cristoforetti seen here in the Cupola of the International Space Station. Cristoforetti captured the SpaceX Dragon cargo craft using the Canadarm2 robotic arm before handing off to robotics officers at Mission Control, Houston, Texas who worked to maneuver Dragon to its installation position at the Earth-facing port of the Harmony module where it will reside for five weeks. Cristoforetti points to the Dragon in this image taken on Apr. 17, 2015 shortly after grappling. The Dragon carried more than 2 tons of equipment, experiments and supplies for the Expedition 43 crew aboard the station.",
    "image_url": "https://images-assets.nasa.gov/image/iss043e122274/iss043e122274~orig.jpg",
    "source": "cupola",
    "relevance_score": 47,
    "keywords": [
      "iss",
      "canadarm",
      "experiment",
      "module",
      "robotic arm",
      "harmony",
      "cupola",
      "expedition",
      "space station",
      "astronaut",
      "earth",
      "control",
      "international space station",
      "equipment",
      "crew"
    ]
  },
  {
    "nasa_id": "iss022e069162",
    "description": "ISS022-E-069162 (19 Feb. 2010) --- The space shuttle Endeavour is featured in this image photographed by an Expedition 22 crew member on the International Space Station soon after the shuttle and station began their post-undocking relative separation. Undocking of the two spacecraft occurred at 7:54 p.m. (EST) on Feb. 19, 2010. Also pictured are the newly-installed Tranquility node and Cupola (top foreground); along with the Canadarm2 and the Japanese Kibo complex. Earth?s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e069162/iss022e069162~orig.jpg",
    "source": "cupola",
    "relevance_score": 46,
    "keywords": [
      "space shuttle",
      "iss",
      "kibo",
      "canadarm",
      "cupola",
      "expedition",
      "space station",
      "earth",
      "tranquility",
      "horizon",
      "docking",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss022e069156",
    "description": "ISS022-E-069156 (19 Feb. 2010) --- The space shuttle Endeavour is featured in this image photographed by an Expedition 22 crew member on the International Space Station soon after the shuttle and station began their post-undocking relative separation. Undocking of the two spacecraft occurred at 7:54 p.m. (EST) on Feb. 19, 2010. Also pictured are the newly-installed Tranquility node and Cupola (top foreground); along with the Canadarm2 and the Japanese Kibo complex. Earth?s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e069156/iss022e069156~orig.jpg",
    "source": "cupola",
    "relevance_score": 46,
    "keywords": [
      "space shuttle",
      "iss",
      "kibo",
      "canadarm",
      "cupola",
      "expedition",
      "space station",
      "earth",
      "tranquility",
      "horizon",
      "docking",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss031e089012",
    "description": "ISS031-E-089012 (5 June 2012) --- Transit of Venus across the sun observed from the International Space Station on June 5, 2012. Observations of the transit of Venus during the 17th, 18th and 19th centuries allowed scientists to calculate the distance between Earth and the sun, as well as providing insight into the existence of Venus’ atmosphere. Since the previous pair of transits of Venus occurred in 1874 and 1882, humanity developed the ability to view the phenomena from space – both directly from low Earth orbit, and remotely from sensors on spacecraft collecting scientific data about the sun. NASA astronaut Don Pettit, Expedition 31 flight engineer, was particularly keen to take imagery of the event from the orbital perspective – even bringing a solar camera filter aboard for the event. This image, taken during the first half of the 2012 transit, is one of hundreds of the event taken from the space station Cupola, a windowed module that provides the crew unparalleled views of both Earth and astronomical phenomena. In fact, history will record the station as the first orbital, crewed spacecraft from which the transit of Venus was observed. In addition to the dark circle of Venus visible at lower right, several smaller sunspots visible at center. The transit of Venus across the sun is one of only two such planetary crossings—the other being the transit of Mercury—that are visible from Earth. While transits of Mercury occur 13 times each century, Venus is observed to transit the sun only twice over the same time period (the first transit of the current pair occurred in 2004). Unless you are fortunate enough to be at locations on Earth where the transit is visible both times, this makes the transit of Venus a true “once in a lifetime” event.",
    "image_url": "https://images-assets.nasa.gov/image/iss031e089012/iss031e089012~orig.jpg",
    "source": "cupola",
    "relevance_score": 44,
    "keywords": [
      "planet",
      "data",
      "iss",
      "module",
      "atmosphere",
      "cupola",
      "expedition",
      "space station",
      "astronaut",
      "first",
      "earth",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss022e069146",
    "description": "ISS022-E-069146 (19 Feb. 2010) --- The space shuttle Endeavour is featured in this image photographed by an Expedition 22 crew member on the International Space Station soon after the shuttle and station began their post-undocking relative separation. Undocking of the two spacecraft occurred at 7:54 p.m. (EST) on Feb. 19, 2010. Also pictured are the newly-installed Tranquility node and Cupola; along with a Russian Soyuz spacecraft docked with the station. Earth?s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e069146/iss022e069146~orig.jpg",
    "source": "cupola",
    "relevance_score": 43,
    "keywords": [
      "space shuttle",
      "iss",
      "cupola",
      "expedition",
      "space station",
      "earth",
      "tranquility",
      "horizon",
      "docking",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "KSC-2009-6949",
    "description": "JOHNSON SPACE CENTER, Houston - STS130-S-001 - The STS-130 patch was designed by the crew to reflect both the objectives of the mission and its place in the history of human spaceflight. The main goal of the mission is to deliver Node 3 and the Cupola to the International Space Station (ISS). Node 3, named \"Tranquility,\" will contain life support systems enabling continued human presence in orbit aboard the ISS. The shape of the patch represents the Cupola, which is the windowed robotics viewing station, from which astronauts will have the opportunity not only to monitor a variety of ISS operations, but also to study our home planet. The image of Earth depicted in the patch is the first photograph of the Earth taken from the moon by Lunar Orbiter I on August 23, 1966. As both a past and a future destination for explorers from the planet Earth, the moon is thus represented symbolically in the STS-130 patch. The Space Shuttle Endeavour is pictured approaching the ISS, symbolizing the Space Shuttle's role as the prime construction vehicle for the ISS. The NASA insignia design for shuttle flights is reserved for use by the astronauts and for other official use as the NASA Administrator may authorize. Public availability has been approved only in the form of illustrations by the various news media. When and if there is any change in this policy, which we do not anticipate, it will be publicly announced.",
    "image_url": "https://images-assets.nasa.gov/image/KSC-2009-6949/KSC-2009-6949~orig.jpg",
    "source": "cupola",
    "relevance_score": 43,
    "keywords": [
      "space shuttle",
      "planet",
      "iss",
      "cupola",
      "operation",
      "tranquility",
      "unity",
      "space station",
      "astronaut",
      "first",
      "earth",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "sts130-s-001",
    "description": "STS130-S-001 (September 2009) --- The STS-130 patch was designed by the crew to reflect both the objectives of the mission and its place in the history of human spaceflight. The main goal of the mission is to deliver Node 3 and the Cupola to the International Space Station (ISS). Node 3, named ?Tranquility,? will contain life support systems enabling continued human presence in orbit aboard the ISS. The shape of the patch represents the Cupola, which is the windowed robotics viewing station, from which astronauts will have the opportunity not only to monitor a variety of ISS operations, but also to study our home planet.  The image of Earth depicted in the patch is the first photograph of Earth taken from the moon by Lunar Orbiter I on Aug. 23, 1966. As both a past and a future destination for explorers from planet Earth, the moon is thus represented symbolically in the STS-130 patch. The space shuttle Endeavour is pictured approaching the ISS, symbolizing the space shuttle's role as the prime construction vehicle for the ISS.     The NASA insignia design for space shuttle flights is reserved for use by the astronauts and for other official use as the NASA Administrator may authorize. Public availability has been approved only in the forms of illustrations by the various news media. When and if there is any change in this policy, which is not anticipated, the change will be publicly announced. Photo credit: NASA",
    "image_url": "https://images-assets.nasa.gov/image/sts130-s-001/sts130-s-001~orig.jpg",
    "source": "cupola",
    "relevance_score": 43,
    "keywords": [
      "space shuttle",
      "planet",
      "iss",
      "cupola",
      "operation",
      "tranquility",
      "unity",
      "space station",
      "astronaut",
      "first",
      "earth",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e068644",
    "description": "ISS040-E-068644 (16 July 2014) --- The Orbital Sciences? Cygnus cargo craft (bottom center) is photographed by an Expedition 40 crew member on the International Space Station during rendezvous and capture operations. The two spacecraft converged at 6:36 a.m. (EDT) on July 16, 2014. Also visible in this image are the station?s Cupola and the Tranquility node (top) and Canadarm2 (center) along with a Russian Soyuz spacecraft docked to the station. Earth?s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e068644/iss040e068644~orig.jpg",
    "source": "cupola",
    "relevance_score": 42,
    "keywords": [
      "iss",
      "canadarm",
      "science",
      "cupola",
      "operation",
      "expedition",
      "space station",
      "earth",
      "tranquility",
      "horizon",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e006183",
    "description": "ISS040-E-006183 (1 June 2014) --- The Permanent Multipurpose Module (PMM), the Soyuz 39 (TMA-13M) spacecraft (center) docked to the Rassvet Mini-Research Module 1 (MRM1) and the Progress 55 resupply vehicle (background) docked to the Pirs Docking Compartment are featured in this image photographed by an Expedition 40 crew member from a window in the Cupola of the International Space Station. A blue and white part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e006183/iss040e006183~orig.jpg",
    "source": "cupola",
    "relevance_score": 42,
    "keywords": [
      "iss",
      "research",
      "module",
      "cupola",
      "expedition",
      "space station",
      "progress",
      "earth",
      "docking",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "iss038e015274",
    "description": "ISS038-E-015274 (12 Dec. 2013) --- The Permanent Multipurpose Module (PMM), the Soyuz 37 (TMA-11M) spacecraft  (center) docked to the Rassvet Mini-Research Module 1 (MRM1) and the Progress 52 resupply vehicle  (background) docked to the Pirs Docking Compartment are featured in this image photographed by an Expedition 38 crew member from a window in the Cupola of the International Space Station. A blue and white part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e015274/iss038e015274~orig.jpg",
    "source": "cupola",
    "relevance_score": 42,
    "keywords": [
      "iss",
      "research",
      "module",
      "cupola",
      "expedition",
      "space station",
      "progress",
      "earth",
      "docking",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e006230",
    "description": "ISS040-E-006230 (30 May 2014) --- Two Russian spacecraft docked to the International Space Station are featured in this image photographed by an Expedition 40 crew member from inside the International Space Station?s Cupola. The Soyuz 39 (TMA-13M) spacecraft, docked to the Rassvet Mini-Research Module 1 (MRM1), is visible in the foreground. The Progress 55 resupply vehicle, docked to the Pirs Docking Compartment, is visible in the background. A blue and white part of Earth and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e006230/iss040e006230~orig.jpg",
    "source": "cupola",
    "relevance_score": 42,
    "keywords": [
      "iss",
      "research",
      "module",
      "cupola",
      "expedition",
      "space station",
      "progress",
      "earth",
      "docking",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e005999",
    "description": "ISS040-E-005999 (29 May 2014) --- Two Russian spacecraft docked to the International Space Station are featured in this image photographed by an Expedition 40 crew member in the International Space Station’s Cupola. The Soyuz 39 (TMA-13M) spacecraft, docked to the Rassvet Mini-Research Module 1 (MRM1), is visible in the foreground. The Progress 55 resupply vehicle, docked to the Pirs Docking Compartment, is visible in the background. A blue and white part of Earth and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e005999/iss040e005999~orig.jpg",
    "source": "cupola",
    "relevance_score": 42,
    "keywords": [
      "iss",
      "research",
      "module",
      "cupola",
      "expedition",
      "space station",
      "progress",
      "earth",
      "docking",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e068656",
    "description": "ISS040-E-068656 (16 July 2014) --- The Orbital Sciences? Cygnus cargo craft (bottom center) is photographed by an Expedition 40 crew member on the International Space Station during rendezvous and capture operations. The two spacecraft converged at 6:36 a.m. (EDT) on July 16, 2014. Also visible in this image are the station?s Cupola and the Tranquility node (top) and Canadarm2 (center) along with a Russian Soyuz spacecraft docked to the station. A cloud-covered part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e068656/iss040e068656~orig.jpg",
    "source": "cupola",
    "relevance_score": 40,
    "keywords": [
      "iss",
      "canadarm",
      "science",
      "cupola",
      "operation",
      "expedition",
      "space station",
      "earth",
      "tranquility",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "iss034e062471",
    "description": "ISS034-E-062471 (3 March 2013) --- This is one of a series of photos taken by the Expedition 34 crew members aboard the International Space Station during the March 3 approach, capture and docking of the SpaceX Dragon. Earth's horizon and the blackness of space form the backdrop for this image, featuring Dragon, framed by one of the Cupola's windows, and being docked to the orbital outpost with the aid of the Space Station Remote Manipulator System or Canadarm2. The spacecraft begins its scheduled three-week-long stay at the orbiting space station.",
    "image_url": "https://images-assets.nasa.gov/image/iss034e062471/iss034e062471~orig.jpg",
    "source": "cupola",
    "relevance_score": 40,
    "keywords": [
      "iss",
      "canadarm",
      "cupola",
      "orbital outpost",
      "expedition",
      "space station",
      "earth",
      "horizon",
      "docking",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss022e066963",
    "description": "ISS022-E-066963 (17 Feb. 2010) --- This image is among the first taken through a first of its kind ?bay window? on the International Space Station, the seven-windowed Cupola. The image shows the coast of Algeria featuring (in the Cupola?s round window) an area between the cities of Dellys and Algiers. The image was recorded with a digital still camera using a 28mm lens setting. The Cupola, which a week and half ago was brought up to the orbital outpost by the STS-130 crew on the space shuttle Endeavour, will house controls for the station robotics and will be a location where crew members can operate the robotic arms and monitor other exterior activities.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e066963/iss022e066963~orig.jpg",
    "source": "cupola",
    "relevance_score": 38,
    "keywords": [
      "space shuttle",
      "iss",
      "robotic arm",
      "cupola",
      "orbital outpost",
      "space station",
      "first",
      "control",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e123163",
    "description": "ISS040-E-123163 (2 Sept. 2014) --- Various solar array panels, the Rassvet Mini-Research Module 1 (MRM1) (right) and the Tranquility node with the Cupola (center) are featured in this image photographed by an Expedition 40 crew member aboard the International Space Station. Earth’s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e123163/iss040e123163~orig.jpg",
    "source": "cupola",
    "relevance_score": 38,
    "keywords": [
      "iss",
      "research",
      "module",
      "cupola",
      "expedition",
      "space station",
      "earth",
      "tranquility",
      "horizon",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e123166",
    "description": "ISS040-E-123166 (2 Sept. 2014) --- Various solar array panels, the Rassvet Mini-Research Module 1 (MRM1) (right) and the Tranquility node with the Cupola (center) are featured in this image photographed by an Expedition 40 crew member aboard the International Space Station. Earth’s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e123166/iss040e123166~orig.jpg",
    "source": "cupola",
    "relevance_score": 38,
    "keywords": [
      "iss",
      "research",
      "module",
      "cupola",
      "expedition",
      "space station",
      "earth",
      "tranquility",
      "horizon",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e046846",
    "description": "ISS040-E-046846 (6 July 2014) --- One of the Expedition 40 crew members aboard the Earth-orbiting International Space Station recorded this image from inside the Cupola approximately 225 nautical miles above Polynesia. The photo was taken on July 6, 2014 at 15:35:34 GMT. A Russian Soyuz and Russian Progress vehicle can be seen docked to the orbital outpost at bottom center. A blue and white part of Earth provides the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e046846/iss040e046846~orig.jpg",
    "source": "cupola",
    "relevance_score": 38,
    "keywords": [
      "iss",
      "cupola",
      "orbital outpost",
      "expedition",
      "space station",
      "progress",
      "earth",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e047616",
    "description": "ISS040-E-047616 (6 July 2014) --- One of the Expedition 40 crew members aboard the Earth-orbiting International Space Station recorded this image from inside the Cupola approximately 225 nautical miles above Polynesia.  The photo was taken on July 6, 2014 at 16:19:06 GMT.  A Russian Soyuz and Russian Progress vehicle can be seen docked to the orbital outpost at bottom center.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e047616/iss040e047616~orig.jpg",
    "source": "cupola",
    "relevance_score": 38,
    "keywords": [
      "iss",
      "cupola",
      "orbital outpost",
      "expedition",
      "space station",
      "progress",
      "earth",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "iss022e068277",
    "description": "ISS022-E-068277 (18 Feb. 2010) --- An orbital sunrise is featured in this image photographed by Japan Aerospace Exploration Agency (JAXA) astronaut Soichi Noguchi, Expedition 22 flight engineer, from a window in the newly-installed Cupola of the International Space Station while space shuttle Endeavour remains docked with the station. A Russian Progress spacecraft, docked to the Pirs Docking Compartment, is visible at right.",
    "image_url": "https://images-assets.nasa.gov/image/iss022e068277/iss022e068277~orig.jpg",
    "source": "cupola",
    "relevance_score": 38,
    "keywords": [
      "space shuttle",
      "sunrise",
      "iss",
      "cupola",
      "expedition",
      "space station",
      "astronaut",
      "progress",
      "docking",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e047594",
    "description": "ISS040-E-047594 (6 July 2014) --- One of the Expedition 40 crew members aboard the Earth-orbiting International Space Station recorded this image from inside the Cupola approximately 225 nautical miles above Polynesia. The photo was taken on July 6, 2014 at 16:18:22 GMT. A Russian Soyuz and Russian Progress vehicle can be seen docked to the orbital outpost at bottom center.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e047594/iss040e047594~orig.jpg",
    "source": "cupola",
    "relevance_score": 38,
    "keywords": [
      "iss",
      "cupola",
      "orbital outpost",
      "expedition",
      "space station",
      "progress",
      "earth",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "iss040e006000",
    "description": "ISS040-E-006000 (29 May 2014) --- One of the six Expedition 40  crew members positioned himself in the Cupola of the Earth-orbiting International Space Station to capture this image of two Russian spacecraft docked to the orbital outpost. The recently-docked Soyuz 39 (TMA-13M) spacecraft, which brought up the Expedition 40/41 crew, can be seen in the foreground docked to MRM1 (Rassvet); while cargo carrier Progress 55 is attached to Pirs in the background.",
    "image_url": "https://images-assets.nasa.gov/image/iss040e006000/iss040e006000~orig.jpg",
    "source": "cupola",
    "relevance_score": 38,
    "keywords": [
      "iss",
      "cupola",
      "orbital outpost",
      "expedition",
      "space station",
      "progress",
      "earth",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "s130e009694",
    "description": "S130-E-009694 (17 Feb. 2010) --- This image is among the initial series taken through a first of its kind “bay window” on the International Space Station, the seven-windowed Cupola. The image shows small clouds over a light blue background. The image was recorded with a digital still camera using a 19mm lens setting. The Cupola, which a week and half ago was brought up to the orbital outpost by the STS-130 crew on the space shuttle Endeavour, will house controls for the station robotics and will be a location where crew members can operate the robotic arms and monitor other exterior activities.",
    "image_url": "https://images-assets.nasa.gov/image/s130e009694/s130e009694~orig.jpg",
    "source": "cupola",
    "relevance_score": 37,
    "keywords": [
      "space shuttle",
      "robotic arm",
      "cupola",
      "orbital outpost",
      "space station",
      "first",
      "clouds",
      "control",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss038e042112",
    "description": "ISS038-E-042112 (6 Feb. 2014) --- A fresh apple floating freely near a window in the Cupola of the International Space Station is featured in this image photographed by an Expedition 38 crew member. Currently docked to the station, a Russian Progress resupply vehicle (left) and a Soyuz spacecraft along with Earth's horizon are visible in the background.",
    "image_url": "https://images-assets.nasa.gov/image/iss038e042112/iss038e042112~orig.jpg",
    "source": "cupola",
    "relevance_score": 37,
    "keywords": [
      "iss",
      "cupola",
      "expedition",
      "space station",
      "progress",
      "earth",
      "horizon",
      "international space station",
      "soyuz",
      "crew"
    ]
  },
  {
    "nasa_id": "iss026e031247",
    "description": "ISS026-E-031247 (2 March 2011) --- Backdropped by Earth?s horizon and the blackness of space, the Cupola of the International Space Station and a docked Russian Progress spacecraft are featured in this image photographed by an Expedition 26 crew member while space shuttle Discovery (STS-133) remains docked with the station.",
    "image_url": "https://images-assets.nasa.gov/image/iss026e031247/iss026e031247~orig.jpg",
    "source": "cupola",
    "relevance_score": 37,
    "keywords": [
      "space shuttle",
      "iss",
      "cupola",
      "expedition",
      "space station",
      "progress",
      "earth",
      "horizon",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss042e340851",
    "description": "ISS042E340851 (03/09/2015) --- Crewmembers on the International Space Station are treated to Earth views that are constantly changing. NASA Astronaut Terry Virts Commander of Expedition 43, ESA (European Space Agency) astronaut Samantha Cristoforetti and Russian cosmonaut Mikhail Kornienko both flight engineers enjoy the wonder of Earths changing vista's  from the stations cupola, a series of special windows that allow 360 degree views. This image is from Mar. 9, 2015.",
    "image_url": "https://images-assets.nasa.gov/image/iss042e340851/iss042e340851~orig.jpg",
    "source": "cupola",
    "relevance_score": 37,
    "keywords": [
      "iss",
      "cosmonaut",
      "cupola",
      "expedition",
      "space station",
      "astronaut",
      "earth",
      "earth view",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "KSC-2010-4454B",
    "description": "CAPE CANAVERAL, Fla. -- This is a printable version of space shuttle Endeavour's orbiter tribute, or OV-105, which hangs in Firing Room 4 of the Launch Control Center at NASA's Kennedy Space Center in Florida. It features Endeavour soaring into orbit above the sailing vessel HMS Endeavour for which it was named. The Cupola, delivered to the International Space Station by Endeavour on STS-130, frames various images that represent the processing and execution of the Space Shuttle Program. Clockwise from top, are the first-ever use of a drag chute during the STS-49 landing, rollout to a launch pad, a ferry flight return to Kennedy, rolling into an orbiter processing facility, docking to the International Space Station, and lifting operations before being mated to an external fuel tank and solid rocket boosters in the Vehicle Assembly Building. The background image was captured by the Hubble Space Telescope and signifies the first shuttle servicing mission, which was performed by Endeavour's STS-61 crew. Crew-designed patches from Endeavour’s maiden voyage through its final mission are shown ascending toward the stars. Five orbiter tributes are on display in the firing room, representing Atlantis, Challenger, Columbia, Endeavour and Discovery. Graphic design credit: NASA/Amy Lombardo. NASA publication number: SP-2010-08-165-KSC",
    "image_url": "https://images-assets.nasa.gov/image/KSC-2010-4454B/KSC-2010-4454B~orig.jpg",
    "source": "cupola",
    "relevance_score": 37,
    "keywords": [
      "space shuttle",
      "control",
      "iss",
      "cupola",
      "operation",
      "space station",
      "first",
      "facility",
      "docking",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "KSC-2010-4454A",
    "description": "CAPE CANAVERAL, Fla. -- This is a version of space shuttle Endeavour's orbiter tribute, or OV-105, which hangs in Firing Room 4 of the Launch Control Center at NASA's Kennedy Space Center in Florida. It features Endeavour soaring into orbit above the sailing vessel HMS Endeavour for which it was named. The Cupola, delivered to the International Space Station by Endeavour on STS-130, frames various images that represent the processing and execution of the Space Shuttle Program. Clockwise from top, are the first-ever use of a drag chute during the STS-49 landing, rollout to a launch pad, a ferry flight return to Kennedy, rolling into an orbiter processing facility, docking to the International Space Station, and lifting operations before being mated to an external fuel tank and solid rocket boosters in the Vehicle Assembly Building. The background image was captured by the Hubble Space Telescope and signifies the first shuttle servicing mission, which was performed by Endeavour's STS-61 crew. Crew-designed patches from Endeavour’s maiden voyage through its final mission are shown ascending toward the stars. Five orbiter tributes are on display in the firing room, representing Atlantis, Challenger, Columbia, Endeavour and Discovery. Graphic design credit: NASA/Amy Lombardo. NASA publication number: SP-2010-08-165-KSC",
    "image_url": "https://images-assets.nasa.gov/image/KSC-2010-4454A/KSC-2010-4454A~orig.jpg",
    "source": "cupola",
    "relevance_score": 37,
    "keywords": [
      "space shuttle",
      "control",
      "iss",
      "cupola",
      "operation",
      "space station",
      "first",
      "facility",
      "docking",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss042e033478",
    "description": "ISS042E033478 (12/09/2014) --- ESA (European Space Agency) astronaut Samantha Cristoforetti took this aurora borealis earth observation image from the cupola window of the International Space Station. She is a flight engineer of Expedition 42.",
    "image_url": "https://images-assets.nasa.gov/image/iss042e033478/iss042e033478~orig.jpg",
    "source": "cupola",
    "relevance_score": 36,
    "keywords": [
      "iss",
      "cupola",
      "aurora",
      "expedition",
      "space station",
      "astronaut",
      "earth",
      "earth observation",
      "international space station",
      "crew"
    ]
  },
  {
    "nasa_id": "iss028e005527",
    "description": "ISS028-E-005527 (25 May 2011) --- The International Space Station’s Tranquility node and Cupola are featured in this image photographed by a spacewalker during the STS-134 mission’s third session of extravehicular activity (EVA). Earth’s horizon and the blackness of space provide the backdrop for the scene.",
    "image_url": "https://images-assets.nasa.gov/image/iss028e005527/iss028e005527~orig.jpg",
    "source": "cupola",
    "relevance_score": 36,
    "keywords": [
      "spacewalk",
      "iss",
      "eva",
      "cupola",
      "space station",
      "earth",
      "tranquility",
      "horizon",
      "international space station"
    ]
  },
  {
    "nasa_id": "jsc2018e099045",
    "description": "Commercial Crew Program astronaut Barry \"Butch\" Wilmore in EVA suitup at NBL with Expedition 62 cosmonaut Nikolai Tikhonov during Expedition 62 ISS EVA Maintenance 2 training.",
    "image_url": "https://images-assets.nasa.gov/image/jsc2018e099045/jsc2018e099045~orig.jpg",
    "source": "nbl",
    "score": 16,
    "keywords": [
      "iss",
      "spacewalk",
      "crew",
      "training",
      "expedition"
    ]
  },
  {
    "nasa_id": "jsc2010e180095",
    "description": "PHOTO DATE: 10-26-10 LOCATION:  NBL - Pool Topside SUBJECT:  Expedition 27 crew member Ron Garan and Expedition 28 crew member Mike Fossum during a joint INC-27/INC-28 ISS EVA Cleanup training session at the NBL WORK ORDER:   03126-BS__NBLEXP27_10-26-10  PHOTOGRAPHER:   BILL STAFFORD",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e180095/jsc2010e180095~orig.jpg",
    "source": "nbl",
    "score": 16,
    "keywords": [
      "iss",
      "spacewalk",
      "crew",
      "training",
      "expedition"
    ]
  },
  {
    "nasa_id": "jsc2010e180096",
    "description": "PHOTO DATE: 10-26-10 LOCATION:  NBL - Pool Topside SUBJECT:  Expedition 27 crew member Ron Garan and Expedition 28 crew member Mike Fossum during a joint INC-27/INC-28 ISS EVA Cleanup training session at the NBL WORK ORDER:   03126-BS__NBLEXP27_10-26-10  PHOTOGRAPHER:   BILL STAFFORD",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e180096/jsc2010e180096~orig.jpg",
    "source": "nbl",
    "score": 16,
    "keywords": [
      "iss",
      "spacewalk",
      "crew",
      "training",
      "expedition"
    ]
  },
  {
    "nasa_id": "jsc2010e180078",
    "description": "PHOTO DATE: 10-26-10 LOCATION:  NBL - Pool Topside SUBJECT:  Expedition 27 crew member Ron Garan and Expedition 28 crew member Mike Fossum during a joint INC-27/INC-28 ISS EVA Cleanup training session at the NBL WORK ORDER:   03126-BS__NBLEXP27_10-26-10  PHOTOGRAPHER:   BILL STAFFORD",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e180078/jsc2010e180078~orig.jpg",
    "source": "nbl",
    "score": 16,
    "keywords": [
      "iss",
      "spacewalk",
      "crew",
      "training",
      "expedition"
    ]
  },
  {
    "nasa_id": "jsc2010e180060",
    "description": "PHOTO DATE: 10-26-10 LOCATION:  NBL - Pool Topside SUBJECT:  Expedition 27 crew member Ron Garan and Expedition 28 crew member Mike Fossum during a joint INC-27/INC-28 ISS EVA Cleanup training session at the NBL WORK ORDER:   03126-BS__NBLEXP27_10-26-10  PHOTOGRAPHER:   BILL STAFFORD",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e180060/jsc2010e180060~orig.jpg",
    "source": "nbl",
    "score": 16,
    "keywords": [
      "iss",
      "spacewalk",
      "crew",
      "training",
      "expedition"
    ]
  },
  {
    "nasa_id": "jsc2010e180059",
    "description": "PHOTO DATE: 10-26-10 LOCATION:  NBL - Pool Topside SUBJECT:  Expedition 27 crew member Ron Garan and Expedition 28 crew member Mike Fossum during a joint INC-27/INC-28 ISS EVA Cleanup training session at the NBL WORK ORDER:   03126-BS__NBLEXP27_10-26-10  PHOTOGRAPHER:   BILL STAFFORD",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e180059/jsc2010e180059~orig.jpg",
    "source": "nbl",
    "score": 16,
    "keywords": [
      "iss",
      "spacewalk",
      "crew",
      "training",
      "expedition"
    ]
  },
  {
    "nasa_id": "jsc2010e180062",
    "description": "PHOTO DATE: 10-26-10 LOCATION:  NBL - Pool Topside SUBJECT:  Expedition 27 crew member Ron Garan and Expedition 28 crew member Mike Fossum during a joint INC-27/INC-28 ISS EVA Cleanup training session at the NBL WORK ORDER:   03126-BS__NBLEXP27_10-26-10  PHOTOGRAPHER:   BILL STAFFORD",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e180062/jsc2010e180062~orig.jpg",
    "source": "nbl",
    "score": 16,
    "keywords": [
      "iss",
      "spacewalk",
      "crew",
      "training",
      "expedition"
    ]
  },
  {
    "nasa_id": "jsc2010e180084",
    "description": "PHOTO DATE: 10-26-10 LOCATION:  NBL - Pool Topside SUBJECT:  Expedition 27 crew member Ron Garan and Expedition 28 crew member Mike Fossum during a joint INC-27/INC-28 ISS EVA Cleanup training session at the NBL WORK ORDER:   03126-BS__NBLEXP27_10-26-10  PHOTOGRAPHER:   BILL STAFFORD",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e180084/jsc2010e180084~orig.jpg",
    "source": "nbl",
    "score": 16,
    "keywords": [
      "iss",
      "spacewalk",
      "crew",
      "training",
      "expedition"
    ]
  },
  {
    "nasa_id": "jsc2010e180072",
    "description": "PHOTO DATE: 10-26-10 LOCATION:  NBL - Pool Topside SUBJECT:  Expedition 27 crew member Ron Garan and Expedition 28 crew member Mike Fossum during a joint INC-27/INC-28 ISS EVA Cleanup training session at the NBL WORK ORDER:   03126-BS__NBLEXP27_10-26-10  PHOTOGRAPHER:   BILL STAFFORD",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e180072/jsc2010e180072~orig.jpg",
    "source": "nbl",
    "score": 16,
    "keywords": [
      "iss",
      "spacewalk",
      "crew",
      "training",
      "expedition"
    ]
  },
  {
    "nasa_id": "jsc2010e180081",
    "description": "PHOTO DATE: 10-26-10 LOCATION:  NBL - Pool Topside SUBJECT:  Expedition 27 crew member Ron Garan and Expedition 28 crew member Mike Fossum during a joint INC-27/INC-28 ISS EVA Cleanup training session at the NBL WORK ORDER:   03126-BS__NBLEXP27_10-26-10  PHOTOGRAPHER:   BILL STAFFORD",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e180081/jsc2010e180081~orig.jpg",
    "source": "nbl",
    "score": 16,
    "keywords": [
      "iss",
      "spacewalk",
      "crew",
      "training",
      "expedition"
    ]
  }
]