[
  {
    "nasa_id": "JSC-20160920-PH_JNB01_0001",
    "description": "NASA astronaut Dan Burbank speaks to a group of U.S. Navy divers at the Neutral Buoyancy Laboratory (NBL) at the agency’s Johnson Space Center in Houston. Navy divers, Air Force pararescuemen and Coast Guard rescue swimmers are preparing to practice Orion underway recovery techniques with a test version of the Orion spacecraft. Training will help the team prepare for Underway Recovery Test 5 for Exploration Mission 1 aboard the USS San Diego in the Pacific Ocean off the coast of California in October. The Ground Systems Development and Operations Program, along with the U.S. Navy and Lockheed Martin, are preparing the recovery team, hardware and operations to support EM-1 recovery.",
    "image_url": "https://images-assets.nasa.gov/image/JSC-20160920-PH_JNB01_0001/JSC-20160920-PH_JNB01_0001~orig.JPG"
  },
  {
    "nasa_id": "JSC-20160921-PH_JNB01_0001",
    "description": "U.S. Navy divers, Air Force pararescuemen and Coast Guard rescue swimmers practice Orion recovery techniques at the Neutral Buoyancy Laboratory (NBL) at the agency’s Johnson Space Center in Houston. The recovery team is practicing underway recovery techniques using a test version of the Orion spacecraft. Training will help the team prepare for Underway Recovery Test 5 for Exploration Mission 1 aboard the USS San Diego in the Pacific Ocean off the coast of California in October. The Ground Systems Development and Operations Program, along with the U.S. Navy and Lockheed Martin, are preparing the recovery team, hardware and operations to support EM-1 recovery. ",
    "image_url": "https://images-assets.nasa.gov/image/JSC-20160921-PH_JNB01_0001/JSC-20160921-PH_JNB01_0001~orig.JPG"
  },
  {
    "nasa_id": "JSC-20160920-PH_JNB01_0002",
    "description": "Tim Goddard, NASA Open Water Recovery Operations director, briefs U.S. Navy divers, Air Force pararescuemen and Coast Guard rescue swimmers during training in the Neutral Buoyancy Laboratory at NASA’s Johnson Space Center in Houston. The group is preparing to practice Orion underway recovery techniques using a test version of the Orion spacecraft. Training will help the team prepare for Underway Recovery Test 5 for Exploration Mission 1 aboard the USS San Diego in the Pacific Ocean off the coast of California in October. The Ground Systems Development and Operations Program, along with the U.S. Navy and Lockheed Martin, are preparing the recovery team, hardware and operations to support EM-1 recovery. ",
    "image_url": "https://images-assets.nasa.gov/image/JSC-20160920-PH_JNB01_0002/JSC-20160920-PH_JNB01_0002~orig.JPG"
  },
  {
    "nasa_id": "JSC-20160920-PH_JNB01_0003",
    "description": "Tim Goddard, far right, NASA Open Water Recovery Operations director, briefs U.S. Navy divers, Air Force pararescuemen and Coast Guard rescue swimmers during training in the Neutral Buoyancy Laboratory at NASA’s Johnson Space Center in Houston. The group is preparing to practice Orion underway recovery techniques using a test version of the Orion spacecraft. Training will help the team prepare for Underway Recovery Test 5 for Exploration Mission 1 aboard the USS San Diego in the Pacific Ocean off the coast of California in October. The Ground Systems Development and Operations Program, along with the U.S. Navy and Lockheed Martin, are preparing the recovery team, hardware and operations to support EM-1 recovery. ",
    "image_url": "https://images-assets.nasa.gov/image/JSC-20160920-PH_JNB01_0003/JSC-20160920-PH_JNB01_0003~orig.JPG"
  },
  {
    "nasa_id": "JSC-20160921-PH_JNB01_0002",
    "description": "U.S. Navy divers are training in the Neutral Buoyancy Laboratory at NASA’s Johnson Space Center in Houston. Navy divers, Air Force pararescuemen and Coast Guard rescue swimmers practice Orion underway recovery techniques using a test version of the Orion spacecraft. Training will help the team prepare for Underway Recovery Test 5 for Exploration Mission 1 aboard the USS San Diego in the Pacific Ocean off the coast of California in October. The Ground Systems Development and Operations Program, along with the U.S. Navy and Lockheed Martin, are preparing the recovery team, hardware and operations to support EM-1 recovery. ",
    "image_url": "https://images-assets.nasa.gov/image/JSC-20160921-PH_JNB01_0002/JSC-20160921-PH_JNB01_0002~orig.JPG"
  },
  {
    "nasa_id": "JSC-20160921-PH_JNB01_0004",
    "description": "Tim Goddard, center, NASA Open Water Recovery Operations director, reviews recovery procedures with U.S. Navy divers, Air Force pararescuemen and Coast Guard rescue swimmers during training in the Neutral Buoyancy Laboratory at NASA’s Johnson Space Center in Houston. The group is practicing Orion underway recovery techniques using a test version of the Orion spacecraft. Training will help the team prepare for Underway Recovery Test 5 for Exploration Mission 1 aboard the USS San Diego in the Pacific Ocean off the coast of California in October. The Ground Systems Development and Operations Program, along with the U.S. Navy and Lockheed Martin, are preparing the recovery team, hardware and operations to support EM-1 recovery. ",
    "image_url": "https://images-assets.nasa.gov/image/JSC-20160921-PH_JNB01_0004/JSC-20160921-PH_JNB01_0004~orig.JPG"
  },
  {
    "nasa_id": "JSC-20160921-PH_JNB01_0003",
    "description": "Tim Goddard, center, NASA Open Water Recovery Operations director, briefs U.S. Navy divers, Air Force pararescuemen and Coast Guard rescue swimmers during training in the Neutral Buoyancy Laboratory at NASA’s Johnson Space Center in Houston. The group will practice Orion underway recovery techniques using a test version of the Orion spacecraft. Training will help the team prepare for Underway Recovery Test 5 for Exploration Mission 1 aboard the USS San Diego in the Pacific Ocean off the coast of California in October. The Ground Systems Development and Operations Program, along with the U.S. Navy and Lockheed Martin, are preparing the recovery team, hardware and operations to support EM-1 recovery. ",
    "image_url": "https://images-assets.nasa.gov/image/JSC-20160921-PH_JNB01_0003/JSC-20160921-PH_JNB01_0003~orig.JPG"
  },
  {
    "nasa_id": "jsc2010e075042",
    "description": "PHOTO DATE:  05-07-10 LOCATION: SCTF, NBL  SUBJECT:  STS-133 crew during water survival training at the NBL PHOTOGRAPHER:  James Blair",
    "image_url": "https://images-assets.nasa.gov/image/jsc2010e075042/jsc2010e075042~orig.jpg"
  },
  {
    "nasa_id": "98_09499",
    "description": "S98-09499 (6-24-98) --- Astronaut Eileen  M. Collins gets a refresher course in water survival as part of her preparation for her role as commander in next year's scheduled STS-93 mission.  Wearing a training version of the partial pressure  launch and entry suit for Shuttle flights, Collins watches as a crew member simulates a parachute jump into the pool of the Neutral Buoyancy Laboratory (NBL) at the Johnson Space Center's Sonny Carter Training Center.",
    "image_url": "https://images-assets.nasa.gov/image/98_09499/98_09499~orig.jpg"
  },
  {
    "nasa_id": "jsc2011e215868",
    "description": "Expedition 34 astronaut crew members Chris Hadfield and Tom Marshburn during INC-34/CB ISS EVA 2 91027.  Photo Date: December 7, 2011.  Location: NBL - Pool Topside.  Photographer: Robert Markowitz",
    "image_url": "https://images-assets.nasa.gov/image/jsc2011e215868/jsc2011e215868~orig.jpg"
  }
]